{
    "architectures": [
      "Gemma3ForCausalLM"
    ],
    "attention_bias": false,
    "attention_dropout": 0.0,
    "attn_logit_softcapping": null,
    "bos_token_id": 2,
    "cache_implementation": "hybrid",
    "eos_token_id": [
      1,
      106
    ],
    "rope_scaling": {
		  "factor":1.0,
		  "type": "linear"
	  },
    "final_logit_softcapping": null,
    "head_dim": 256,
    "hidden_activation": "gelu_pytorch_tanh",
    "hidden_size": 1152,
    "initializer_range": 0.02,
    "intermediate_size": 6912,
    "max_position_embeddings": 32768,
    "model_type": "gemma3",
    "num_attention_heads": 4,
    "num_hidden_layers": 26,
    "num_key_value_heads": 1,
    "pad_token_id": 0,
    "query_pre_attn_scalar": 256,
    "rms_norm_eps": 1e-06,
    "rope_local_base_freq": 10000,
    "rope_theta": 1000000,
    "sliding_window_attention_size": 512,
    "sliding_window_pattern": 6,
    "global_local_attention_pattern": ["SLIDING_LOCAL","SLIDING_LOCAL","SLIDING_LOCAL","SLIDING_LOCAL","SLIDING_LOCAL","GLOBAL"],
    "torch_dtype": "bfloat16",
    "transformers_version": "4.50.0.dev0",
    "use_cache": true,
    "vocab_size": 262144,
    "use_res_clamp": false  
}