{
  "model_type": "gemma4",
  "text_config": {
    "hidden_size": 2560,
    "intermediate_size": 10240,
    "use_double_wide_mlp": false,
    "num_hidden_layers": 42,
    "num_attention_heads": 8,
    "head_dim": 256,
    "global_head_dim": 512,
    "num_key_value_heads": 2,
    "vocab_size": 262144,
    "vocab_size_per_layer_input": 262144,
    "max_position_embeddings": 131072,
    "rms_norm_eps": 1e-06,
    "rope_theta": 1000000.0,
    "rope_local_base_freq": 10000.0,
    "partial_rotary_factor": 0.25,
    "sliding_window": 512,
    "hidden_activation": "gelu_pytorch_tanh",
    "final_logit_softcapping": 30.0,
    "hidden_size_per_layer_input": 256,
    "num_kv_shared_layers": 18,
    "tie_word_embeddings": true,
    "layer_types": [
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention"
    ]
  },
  "audio_config": {
    "_name_or_path": "",
    "architectures": null,
    "attention_chunk_size": 12,
    "attention_context_left": 13,
    "attention_context_right": 0,
    "attention_invalid_logits_value": -1000000000.0,
    "attention_logit_cap": 50.0,
    "chunk_size_feed_forward": 0,
    "conv_kernel_size": 5,
    "dtype": "bfloat16",
    "gradient_clipping": 10000000000.0,
    "hidden_act": "silu",
    "hidden_size": 1024,
    "id2label": {
      "0": "LABEL_0",
      "1": "LABEL_1"
    },
    "initializer_range": 0.02,
    "is_encoder_decoder": false,
    "label2id": {
      "LABEL_0": 0,
      "LABEL_1": 1
    },
    "model_type": "gemma4_audio",
    "num_attention_heads": 8,
    "num_hidden_layers": 12,
    "output_attentions": false,
    "output_hidden_states": false,
    "output_proj_dims": 1536,
    "problem_type": null,
    "residual_weight": 0.5,
    "return_dict": true,
    "rms_norm_eps": 1e-06,
    "subsampling_conv_channels": [
      128,
      32
    ],
    "use_clipped_linears": true
  }
}
