{
  "<|/tool_call|>": 200026,
  "<|/tool|>": 200024,
  "<|assistant|>": 200019,
  "<|end|>": 200020,
  "<|system|>": 200022,
  "<|tag|>": 200028,
  "<|tool_call|>": 200025,
  "<|tool_response|>": 200027,
  "<|tool|>": 200023,
  "<|user|>": 200021
}
