#version: 0.2
Ġ Ġ
ĠĠ ĠĠ
i n
e r
Ġ t
Ġ a
e n
o n
r e
Ġ s
a t
o r
e s
ĠĠĠĠ ĠĠĠĠ
a n
ĠĠ Ġ
Ġ d
h e
Ġ c
Ġ p
i s
a r
i t
Ċ Ċ
a l
à ¤
l e
o u
Ġ m
Ġ f
Ġ w
Ġ b
a s
in g
Ġt he
i c
e t
Ġ o
i on
e d
e l
Ġ n
r o
en t
Ġ Ð
n d
s t
á ĥ
Ð °
Ġ l
Ġ in
; Ċ
c t
ĠĠĠĠ ĠĠĠ
o m
i l
Ġ h
a m
Ġ =
i d
Ġt o
Ð ¾
â Ģ
Ġ e
Ø §
i m
Ġ re
Ġ v
a d
Ġt h
Ġa nd
Ð µ
Ġo f
Ġ g
u r
Ð ¸
c h
Ġ à
Ġd e
ĉ ĉ
Ġ S
Ġ u
Ñ Ĥ
u t
o l
Ð ½
Ġ y
i g
s e
Ñ Ģ
o t
e m
a g
i v
Ġ (
q u
ĠĠĠĠĠĠĠĠ ĠĠĠ
Ġ T
Ġ {
Ġ A
a y
Ġ I
à ¥
a c
à ¦
u l
) ;Ċ
Ġ C
. ĊĊ
o s
i f
Ġ à¤
o d
Ñ ģ
č Ċ
t r
Ġ k
u n
Ù Ħ
- -
es t
Ã ©
a b
at e
i r
à ¸
Ġ is
Ð »
o w
u s
à ´
at ion
Ġ }
Ġ Ø
or t
Ġ M
Ġ "
/ /
u m
Ġf or
i e
à ª
Ġ P
t er
c e
ou r
Ġ on
a p
t h
Ġ{ Ċ
Ġc on
a v
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
er s
* *
t e
, Ċ
Ġb e
Ù ħ
Ġ D
( )
Ù Ī
Ġ B
en d
Ġs t
is t
a k
l y
p e
Ġ *
Ù Ĩ
an d
Ġ r
à ²
re s
u b
o c
Ø ±
Ġa l
à °
es s
it h
âĢ Ļ
Ð¾ Ð
Ġp ro
Ġ j
Ñ ĥ
Ù Ĭ
am e
v er
) Ċ
p ort
Ġa n
Ã ¡
Ã ¤
Ġ L
Ġc om
Ġn e
Ġ F
2 0
as s
Ġ E
Ġs e
l ic
Ġ R
Ġ '
Ð º
Ġ ×
Ġ <
Ñ ĭ
u e
o p
ou t
Ġ en
h t
Ġw h
Ġa s
à ®
Ġ qu
ct ion
ã Ģ
ag e
Ġ N
o g
Ġ it
Ġy ou
i z
Ġw ith
Ġth at
. .
Ġ W
Ġ H
i p
Ð ´
e x
in t
il l
an t
ur n
Ġth is
Ġ Ø§
ar t
Ġt r
Ġ G
Ð ¼
Ġ he
; ĊĊ
Ġ or
0 0
Ġ le
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
i k
m ent
à §
o re
ro m
er e
Ġe x
in e
à µ
an g
Ø ª
-- --
à¤ ¾
Ð ²
in d
g et
> Ċ
a in
o k
i b
u d
p l
t urn
ĠĠĠĠ Ġ
Ã ³
Ġ O
Ġ -
e ct
i a
it y
Ġu n
Ġ if
Ù ĩ
Ġa t
Û Į
c on
p er
Ñ ı
á »
at a
Ø ¯
Ġ $
Ġc h
Ġp r
or m
ac k
Ġa re
i le
p t
Ã Ń
Ġl a
. Ċ
Ġ âĢ
= =
im port
ab le
i al
o st
c l
i es
Ġc l
( "
o v
u st
Ġà ¦
Ã ¼
Ã ¶
à «
Ġ i
ul t
av e
n t
Ġ z
= "
Ġw e
l d
ig ht
ub lic
iv e
al l
áĥ Ĳ
a ct
ĠØ§ ÙĦ
ï ¼
Ġf rom
Ã ¥
Ġs u
i re
** **
el l
ar d
× Ļ
s er
tr ing
Ġ U
Ġ //
ic e
or d
ã ģ
Ġ} Ċ
Ġà ª
f f
- >
; čĊ
n e
Ä ±
d e
r a
Ñ Į
an s
id e
as e
Õ ¡
Ġne w
Ġd o
Ġre turn
ĠT he
ä ¸
Ġn ot
ĉĉ ĉĉ
u re
à¥ ĩ
as t
o b
Ġ V
à¤ °
Ġp l
Ġy our
Ð ·
Ġ áĥ
I n
p r
c om
. s
Ġs h
im e
Ġ J
a re
on t
Ġa r
à ¯
ĠÐ ¿
y pe
Ġ el
it e
Ø ³
× ķ
p p
å ¤
Ġb y
Ø ¨
Ġ K
Ġ +
à ±
Ġqu e
ie w
a il
Ñ ĩ
Ġc an
Ð ¿
20 1
Ġm e
Ġ Ñģ
à ³
áĥĲ áĥ
" ,
Ġw as
àµ į
ac e
od e
Ġin t
a ch
Ġh ave
l l
i j
à¥ į
Ð ³
g e
el f
Ġp ar
Ġa d
áĥ ĺ
st r
on e
r ou
Ġa b
âĢ Ŀ
Ġre s
S t
en s
Ù ģ
d u
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
f orm
Ġ Õ
1 0
ic h
Ã §
on g
( '
Ã °
Ã ł
Õ¡ Õ
c c
x t
Ġ :
Ø ©
ÑĢ Ð°
Ø ¹
p on
Ġg et
b er
Ð ¹
R e
à¤¾ à¤
Ġal l
Ġ [
Ñ ħ
at h
i o
Î ±
j ect
Ġt e
ĠI n
Ġd es
Ñ ĸ
ig n
: Ċ
al ue
or k
v e
Ġw ill
} Ċ
( );Ċ
) .
: :
ĠÐ ²
Ġcl ass
{ Ċ
l o
om e
ĠT h
Ñģ ÑĤ
iz e
Ġp ublic
Ġ Ùħ
a u
ul l
å ½
ion s
Ð ±
Ġ} ĊĊ
Ġ @
×Ļ ×
d er
o ok
---- ----
Ñ Ī
Ġu s
an ce
ou ld
ĠÐ ½
ã ĥ
Ġ im
_ _
p ut
i ent
ä º
. get
Ðµ Ð½
Ġp er
Ġv o
ex t
at ed
Ä į
Ù Ĥ
y st
ou s
à¤ ¿
s o
' ,
ãĢ Ĥ
p le
×ķ ×
Ú ©
er v
Ġ Ċ
áĥ Ķ
à ¹
p ar
à¦ ¾
c r
res s
Ġà ´
c k
âĢĻ s
á º
Ġ ì
er t
e y
ou nt
< /
m a
Ġg o
à¥į à¤
Å ¡
Ġs o
ak e
ar y
ĠÐ ¸
u p
v ent
or y
Ġ /
å½ ©
Î ¿
p ro
Ï Ħ
Ã £
f t
Ġ &
ĠÐ º
Ġd is
e ar
Ġm a
àµį à´
ĉĉ ĉ
Ó Ļ
un ction
Ġcon t
er r
_ t
yst em
à¥ Ģ
Ð° Ð½
Ġ out
ro w
Ġu nd
ã Ĥ
u g
i en
Ġà¤ ķ
a h
u al
th is
oc k
Ġh as
w e
f er
áĥĶ áĥ
á Ģ
1 9
Ġ et
Ġn o
) ;ĊĊ
d iv
Ġe m
N ame
Ġ Y
E R
å¤ ©
it ion
Ġu p
Ù ĥ
Ġ= >
r i
Ġm an
Î ¹
er y
Ġp re
# #
Ġ es
ĠÐ ±
Ġs a
in k
en g
ĠÐ ´
àª ¾
' s
e k
Ġ .
Ġ ÙĪ
Ġb ut
Ġà °
Î µ
n g
Ġ est
c re
ou nd
g r
n ame
Ġn a
1 2
Ġà ²
ĠS t
à¯ į
ap p
== ==
i er
I d
ĠR e
re e
C on
**** ****
à¤¿ à¤
Ö Ģ
ĠÐ ¾
or s
) )
S tring
à§ ĩ
o se
te xt
Ġs et
le ct
Ġm y
il d
Ñ Ĩ
Ã ¸
c he
ĠØ ¨
áĥĺ áĥ
ation s
i el
Ġ ÑĤ
Ġ* /
ic al
an n
t o
) ,
e w
Ð¾Ð ²
Ġa m
ow n
ar k
th er
} ĊĊ
en er
Ġm ore
ĠÐ ¼
p s
å ı
Ø Ń
L ist
Ġ= =
à¥ ĭ
ce pt
Î ½
ì Ŀ
g h
Ã ¨
P ro
od el
ĠÐ °
p h
em ent
ing s
ad d
I N
ĠâĢ ľ
à¦¾ à¦
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ð° ÑĢ
ik e
o ol
Ġv ar
ad e
Ġ ro
O N
T he
s et
iv ate
ï¼ Į
u nd
Å Ł
á ŀ
ĠĠĠĠĠĠĠĠ Ġ
Ġg r
æ ľ
Ã£ o
at ch
un g
Ġs tr
cl ud
Ġo p
E x
Ġin ter
1 1
ç ¥
Ġc ol
Ġp art
à¤ ¨
h er
. l
Ġon e
v el
ic k
à¤ Ĥ
at er
r r
e c
.. .
is s
Ġvo id
Ø ¬
Õ ¸
t on
Ġs p
× ¨
à¤ ķ
Ġa g
Å ¾
Ð° Ð»
Ã ¦
. m
Ġ |
Ġthe y
æ Ĺ
Ðµ ÑĢ
Ġcon st
e p
in al
) ĊĊ
Ø ´
Ð¾ Ð»
l es
Ġd a
re turn
Ð° ÑĤ
ĠC h
t t
en c
Ġ our
Ġ< /
Ðµ ÑĤ
Ã º
Ġthe ir
ay s
Ġp e
àª¾ àª
m e
ov e
å½© ç¥
Ġcom p
Ġs elf
ang e
Ġa pp
an c
1 5
Ġde f
ur r
Ġt ime
C om
Ġà ®
qu est
Ġan y
Ä ĥ
ad o
Ð ¶
v en
Ġo b
et h
Ġ #
f o
a z
Ġo ver
Ġ !
d ata
à´ ¿
Ġd ie
Ġ Ú©
Ġab out
e f
à§ į
. c
en ce
Ġd el
le d
Ġst at
Ñ İ
s s
al se
' ]
à¦ ¿
Ġ Î
" Ċ
av a
ent s
Õ ¥
is e
V iew
) ;čĊ
R E
âĢ ľ
Ġw ork
r y
p os
an k
v al
å ħ
o y
Ð¸ ÑĤ
is h
Õ ¶
Ġ er
Ġ ë
e b
Ġf unction
Ø§ ÙĦ
s h
S T
Ġwh ich
pe c
o int
Ġ ent
à ¨
re at
b le
1 6
qu e
ĠâĢ ĵ
i x
à§į à¦
3 0
âĢ ¦
du ct
t em
a w
Ġ*/ Ċ
. com
l ine
à« ĩ
T h
ä ¹
t ion
Ø ²
ab el
à³ į
C ont
Ð¾ ÑĢ
Ġad d
s p
áĥ Ŀ
" ,Ċ
el y
ir st
i Ã³
p ublic
ĠØ ª
s elf
1 8
× Ĳ
m er
u k
2 5
Ġb l
T ype
Ġv an
i ed
r it
al e
Ï ĥ
ess age
ar g
" );Ċ
Ã ª
if ic
iel d
Ġ _
ol l
à± į
Ã µ
20 0
er m
[ '
u ch
d d
Ï ģ
c ess
D ata
Ä ĩ
Ġb u
ĠS tring
v o
c o
× ľ
Ġf e
ad a
Ø§ ÙĨ
. f
cr ip
× Ķ
Ġu se
i an
. p
Ġ ĊĊ
Ġel se
R es
C h
t y
e g
Ð½ Ñĭ
Ġpar a
Ġà ¸
Ġ id
Ġ Ã©
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
' ,Ċ
Ġ x
å½©ç¥ ¨
Ġal so
Ġwh o
ĠS ystem
es e
Ġ Ãł
Ġ å
erv ice
ĉ if
ĠI t
Ñ į
Ġd er
A T
as h
.s et
Ð¾Ð ¼
Ġh is
o x
() Ċ
ĠÐ½ Ð°
Ġs ome
um ber
Ġd ata
ut h
I D
C ol
. S
" :
Õ «
Ġv er
at or
n er
pe ct
Ġpr ivate
× ¢
ig h
an y
Ġp os
le ment
a j
Ġn ull
à¯į à®
ĠP ro
Ġa cc
Ðµ Ð»
Ġwh en
E N
Ġà¤ ¸
Ġj e
1 4
ĠÐ¿ ÑĢ
Ð¾Ð ´
Ġ end
f ig
( $
a it
k e
Ġo ther
Ù ī
Ò Ľ
y n
Ġof f
_ s
T ext
ol d
g er
v iew
Ġa f
Ġy ear
_ m
ers on
Ð½ Ð¸
al s
" >
Ä ĳ
re d
. b
re ad
Ġb r
à² ¿
ĠÐ ·
-------- --------
ter n
Ġl ike
à³į à²
O R
00 0
_ c
iÃ³ n
t en
à´¿ à´
l i
Ġn ame
Ġne ed
our ce
1 3
A R
Ġk n
de f
urr ent
rou p
cept ion
Å Ĥ
d ate
Ġd i
Ø µ
Ġ Â
20 2
Ġre g
Ø§ Ø±
áĥĿ áĥ
Ġj ust
ĠTh is
à¤ ¤
Ġa ct
ut e
Ð½ Ð¾
Ġor g
Ġs er
Ġh er
. A
_ f
w o
Ġbe en
Ġm ay
Ġl es
ĠØ ¯
Ġtr ue
qu ire
Ï Ģ
É Ļ
le t
it s
Ġm in
u ct
Ġe en
Ö Ĥ
1 00
Ġth ere
par am
s on
Ø ®
Ġ ÙĦ
_ p
ic t
a i
a x
à ·
í ķ
at ing
Ġ ,
ĠU n
Ø Į
Ġre c
. t
y s
ad er
Ġthe m
Ġre al
Ġa c
å ®
con t
Ġc he
ou n
. d
at es
Ġp or
Ġin d
à¸ ²
T o
ic es
it t
C l
ne w
ĠC om
Ġp h
Ġhe l
ĉ return
Ġcom m
ãĢ ģ
à° ¿
ãĢ Ģ
3 2
ut ton
L E
n ing
: ĊĊ
Ġl os
ä¸ Ń
" )
u es
Ġc o
Ø ·
Ġà¤ ¹
T r
å Ī
Ġwh at
Ġb et
čĊ čĊ
on d
ĠW e
ar ch
Ð» Ð¸
Ġa p
tr ib
Ġm et
1 7
Ġ ?
Ġ >
Î ·
// //
u f
us er
v id
ib le
y le
Ġv alue
Ï Ĥ
5 0
à¸ Ļ
eng th
ver y
Ġ Ùģ
pon se
o f
Ġf r
i et
Ð¾Ð ³
cl ass
Ġl o
a ult
as k
Ġhe t
Ġ Ñĥ
" ;Ċ
O b
Ġa v
à±į à°
() .
à¤ ²
à ¶
à§ĩ à¦
Ġh ad
Ġv al
Ġs c
ag es
Ġd u
am es
b e
v ar
à¦¿ à¦
ä »
I T
Ġ× Ķ
Ñ Ħ
å Ĳ
clud e
Ġcon s
Ġ Ã
Ġm ed
Ġd et
um ent
_ l
Ð½ Ð°
an a
Ġw ould
Ï ħ
A L
ro ll
Ġf alse
Ġ Q
å¤© å¤©
Ù ¾
Ġ Z
Ġt ype
o le
ul ar
m in
2 4
Ġh ow
à¤ ¸
ãĢĤ ĊĊ
Ġd r
A N
f ul
Ġd if
t il
n a
Ġw ere
Û ģ
ĠØ ¹
' t
. h
## ##
op le
Ġint o
Ġs ur
ow s
ĠT r
am p
ĠD e
a ir
Ġ{ čĊ
Ġc re
Ġm ake
ro l
in a
Ð¾ ÑĤ
t a
Ġ× Ĳ
( f
Õ¸ ÖĤ
ë ĭ
S E
à« į
Û Ĵ
ĠC on
à¥ ģ
Ġres ult
_ b
Ġre l
_ id
Ø§ Øª
Ġl oc
" >Ċ
ic s
' )
Ġs ub
err or
eth od
Ġ )
z e
Ġf l
à« Ģ
ĠS e
==== ====
à«į àª
a f
à¤ ¹
h o
å ľ
Ġj ava
od y
Ġà¤ ®
m l
t s
Ġl ist
ç ļ
in s
_ d
w w
× ª
E n
à° ¾
× ŀ
å ¹
Ġth an
âĢĻ t
Ðµ Ð¼
it le
ent e
Ġf irst
ic a
Ġa w
Ä Ļ
Ġb o
B y
Ġà¤ ª
S e
âĢ ĵ
P ar
j e
Ġ import
Ġt em
I tem
àµ ģ
] Ċ
ĠØ ³
v alue
i ous
w ork
au se
pr int
Ðº Ð°
lic k
u le
Ġb ack
en se
Ġst art
Ġe in
Ġon ly
( Ċ
ĠY ou
u res
Ġk e
ow er
** Ċ
******** ********
ar r
æ ĸ
çļ Ħ
Ġit s
ra w
à¸ £
Ġf il
Ġs tring
c es
Ġin form
Ä ħ
Ġfor m
ment s
Ò ¯
ur s
it ies
ay er
Ġl ook
Ġle t
Ġstat ic
em ber
d ay
Ġb est
à¤ ®
V alue
l er
å¤ §
Ġund er
à± ģ
Ġtr ans
end er
Ġm ost
Ġf ind
Ġp erson
Ġ ed
ust om
Ð» Ð°
] .
Ġhel p
ol og
Ðº Ð¸
str ing
ĠW h
Ġn g
ate g
le ction
d en
ot h
Ġre m
Ø§ Ø
Î º
Ġpe ople
Ġ! =
ĠA l
Ø £
Ġc ar
à¥ ¤
con st
à® ¿
á» į
à´ ¾
l a
à²¿ à²
Ðµ Ð´
Ä Ł
ĠH e
Ġas s
ire ct
Ġw ant
ar i
: //
ess ion
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
r en
Õ¡Õ ¶
ĠA n
à¥ Ī
Ð¸ Ñı
b o
= {
à¯ ģ
gr am
. D
b r
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠ ĠĠ
Ġd on
Ġl ong
Ð¾ Ð½
! ĊĊ
Ġg u
Ġs k
er n
I m
w a
2 2
Ġin st
lo ad
rou gh
Ġu m
ç ½
? ĊĊ
h a
Ñ ī
ĠØ £
et s
_ C
Ġf inal
Î ¼
4 0
Ġar r
Ġ& &
× ĳ
Î »
æĹ ¶
Ġre ad
Ã «
× ©
à¸ Ń
or ld
u c
] ;Ċ
he d
. F
re ak
f r
at us
Ġg e
Ð¾Ð ¹
Ġv e
t ing
' ;Ċ
Ġt est
Ã§ Ã£o
+ +
å Ľ
n o
b l
Ob ject
Ġe very
ĠA r
Ġs pec
Ã© s
Ġsh ould
pon ent
E S
. j
Ġkn ow
o od
il ity
Ex ception
Ġs m
× ł
Ġm on
[ i
Ġc r
Ġs he
ĠE x
w n
ĉ public
Ġ ê
Ġw ell
us h
Å ¼
u x
Ġ Ú
Ġp res
Ġs ch
m s
Ð´ Ð°
Ġs i
y p
Ġd en
tr a
iv er
à´¾ à´
ag er
Ġ ÙĨ
à² ¾
Ġ il
Ġex per
Ó ©
Ġs om
Ġ æ
c ol
at ive
ĠÐ ³
w ord
re g
Ġh and
ur l
ãĢ Ĳ
tr y
r ap
on s
re am
il y
in ess
Ġm od
ãĢ ĳ
Ġd at
Ġth en
G et
ï¼ ļ
y m
Ġth rough
) );Ċ
u se
cc ess
Ġp ol
us s
Ġu ser
Ġch ar
Ġin v
a ut
ç½ ĳ
f ore
id th
Ġo pt
àª ¨
à°¾ à°
. n
f l
ic ht
at s
Ġ ÑĢ
Ã ½
Ġre quire
Ã ¢
ĠI f
U ser
Ġs im
us ing
end s
Ġ Ñĩ
Ġr ight
ser v
Ġ %
è §
Ġp ass
k a
am b
à®¿ à®
£ áĥ
( s
ĠØ§ÙĦ Ùħ
2 3
Ã ¾
Ġ} ,Ċ
áĥĺáĥ ¡
Ġst ud
Î ¯
u i
ÙĬ Ø©
ser t
Ġv ery
ou gh
Ã ±
if e
a is
re f
_ S
vo id
ĠA s
i or
Ġth ese
Ġwe b
St ate
as ed
) :Ċ
àµģ à´
Ġde c
Ð° Ð¼
Ġs ol
Ġpro duct
Ġ å¤©å¤©
Ġc ase
àª °
à²¾ à²
con d
áĥĶáĥ ĳ
C T
" )Ċ
è µ
k ey
Ġgo od
en e
Ø§ Ùħ
Ġm ak
à« ĭ
ar s
ç Ķ
n i
Ġc or
Ġk a
Ġv is
6 0
Õ¥ Õ
Ġb el
à³ ģ
rr ay
Ġpro f
Ġd ur
Ġd own
Ġb us
Ġwh ere
Ġt wo
Ġse e
un c
D e
Â »
Ġs l
Ġp ost
Ġat t
per ty
T ime
Ġp our
Ġa ut
Ġh igh
Ñģ Ñı
Ġaf ter
re m
Ġex t
ph p
f or
c ent
. g
ou se
r u
ack age
ĠĠĠĠ Ċ
Ð° Ðº
at ure
is ter
Ã¼ r
U L
. add
[ ]
Ġe ven
ation al
Ġn ow
ĠS h
ar a
Ġar t
ĠA nd
Ġe ff
ou ble
à°¿ à°
ot e
ien ce
rou nd
Ģ à¸
Ġm en
ĠÐ½ Ðµ
ÙĪ Ø±
Ġun a
id er
rr or
u ff
iv ers
Ġf ile
and o
a ction
ers ion
ar n
o in
. st
in clude
Ġsu p
Ġm ark
S et
if y
an e
r ite
um n
el s
Ð¸ Ð½
Ġman y
ar get
I nd
Ġo s
äº º
Ġl as
Ġ× ŀ
ht t
ĉĉĉĉ ĉ
Ġg l
le g
at t
pl ay
è ½
Ġc al
Ġw ay
. P
_ P
Ġm uch
. C
- s
h r
R O
× ĺ
. M
ay out
Ġbe c
ĠL e
Ġde m
p ress
Ġh o
I C
Ġc ould
. L
( t
à¤¾ à¤°
ant s
in es
2 8
Ġo m
Ġ ou
le ase
à¤ ª
ÖĢ Õ
K ey
ĠN ew
r ide
S ervice
ì Ĺ
2 1
à¦ °
Õ¸ÖĤ Õ
ut ion
I ON
ĠØ ¬
æ Ī
ro id
ĠÐ ¶
Ġwh ile
c ed
z a
D E
= '
( (
à¹ Ī
ut il
it em
9 9
Ġsa id
er a
Ġus ed
à¥į à¤°
vel op
ĠP l
ĠÙħ ÙĨ
H e
j a
or g
Ġ× ľ
ç º
.. /
em b
W h
op y
Ġtr y
w ard
å ¥
w h
Ġf am
' );Ċ
in o
al k
v is
à¸² à¸
Ġo g
Ġn umber
crip tion
Ð¾Ð ±
× ĵ
y a
E vent
2 7
Ġm o
ç ī
Ġ× ĳ
Ġs erv
Ï Į
Ð¾ Ñģ
Ġ* Ċ
ä ½
Ġyear s
oc ument
Ø³ Øª
Ġe vent
Ġh ere
it ed
Ġpl ay
Ġc as
2 6
iz ed
Ã ´
Ĥ à°
crip t
c i
Ðµ Ñģ
an te
l and
- b
ac iÃ³n
id ad
ł áĥ
à³ Ĩ
Ġpr int
Ġ// /
a ar
- m
Ġ X
Ø ¶
Ġ Ùĩ
ĠE n
Ġf in
Î ¬
l og
In fo
Ġ Ù¾
u it
ãĢĳ ãĢĲ
) {Ċ
Ġà¤ ¬
Ġk ey
ot her
Ġl og
ord er
k en
( m
al ly
() );Ċ
A M
Ġcom ple
à¦ ¨
Æ °
am a
ch o
_ T
] ,
Ã© r
k t
A S
å ¼
ĠO n
.. .ĊĊ
ĠÙģ ÙĬ
Ġd ay
Ġinform ation
# include
å į
W e
Ġ ÑĢÐ°
Ġit em
_ n
Ġdif fer
tt p
Ġp as
Ġl ast
E T
B utton
um m
åľ ¨
S h
d it
æ ĺ
al th
á Ł
U R
Å ĳ
ìĿ ´
Ġs in
Ġt ak
à ©
ĠC l
Ġà ¨
ÑĤ Ð¾
Ġpro gram
oll ow
Ġw ord
ail s
P l
Ò ĵ
ro s
Ġin clud
Ġt ext
un t
Ĥ ¬
str uct
b ack
è ¿
' Ċ
Ġc urrent
Ø °
) )Ċ
m p
Ġg reat
é ĩ
ĠF or
Ġin s
ĠØ ±
Ġg ener
ar m
O n
6 4
Ġ ÙĬ
i que
A n
Ð² Ð°
g a
Ġdo es
roll er
at ur
Ġf a
Ġ --
Q u
Ġs ign
åı ĳ
. w
p re
Ġbec ause
Ġh ome
Ġsu ch
M odel
Ġf ree
8 0
Ġd id
A t
Ġ ÏĦ
) ;
M an
am s
à¸ ¥
Ðµ Ðº
. in
O r
E D
t n
Ġbe fore
E rror
Ġ< <
ind ex
it al
Å Ľ
U T
id a
am ple
è ¯
iv es
U n
w are
_ in
ÙĪ ÙĨ
Ġn um
2 9
Ð¸ Ð¼
[ "
Ġpro cess
] ,Ċ
uth or
ëĭ ¤
st e
) čĊ
F ile
com m
Ġpro vid
ç »
ro p
ĠP r
ac he
ect or
lo at
Ð¸ Ð»
Ġy a
0 1
I S
æĹ ¥
à¸ µ
Ã¡ s
id o
Ġon line
Ġvo or
O ver
o ad
f ace
Ġ Ò
f e
Re quest
Ġt ake
A s
ion al
M ap
o h
m an
Ġs te
ch n
ĠF r
) ,Ċ
ä¸Ń å½©ç¥¨
Ġ× ©
Ġo wn
ĠR es
f ile
g o
Ġch ild
à¤ Ĺ
âĢ Ķ
en u
Col or
Ġv iew
A r
our s
Ġc ap
Ġà¤ķ à¥ĩ
Ġà¤ ¨
Ġd as
im es
è ®
Ġáĥ Ľ
Ġ q
t d
' :
Ġb reak
ver t
it er
Ġar g
. W
are d
Ġto p
b y
ual ly
er g
A l
Ġs ize
as on
at ic
ain s
Ġs it
ail able
oc ation
Ġsh ow
Ġc e
.. ..
Ġm odel
Ġus ing
Ò £
en n
in i
Ġdes ign
ÙĬ ÙĨ
r c
is m
Ind ex
ĠÐ· Ð°
Ġs al
Ġche ck
_ M
Ġ{ ĊĊ
áĥ ķ
Ġw orld
Ġà¤ ľ
et er
- t
ÙĪ ÙĦ
ij n
Ġ \
am ent
à¥įà¤ ¯
Ġwe ek
å ¿
à¯ģ à®
Ġ Ñį
× §
lic ation
ĠÐ »
Ġs on
Ġb ook
Ġd Ã©
E lement
Ġh im
it ch
le te
Ġ| |
ĠØ ´
F orm
Ð¸ Ðµ
( self
Ġm it
ĠÐ µ
g ht
( n
( p
d o
iv ity
( c
Ġth ink
Ð¾Ð³ Ð¾
Ġbus iness
T est
ĠÂ «
A D
Ġto t
Ġag ain
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġs ystem
Ġc all
y e
Ġpro te
ic o
u a
ad os
Ġc ent
Ġp a
( this
× Ĺ
i h
ä¸ Ģ
×ķ× ª
Ġz u
ì ŀ
A C
p ackage
Ġp oint
ĠB e
×Ļ× Ŀ
ot t
Ġ Ñħ
Ġpro du
Ø «
ĠC ol
à¸ ±
Ġbe ing
ot o
Ġre p
Ġm at
ide o
Ġm ade
i os
Ġe ach
o ot
Ġpos s
() ;ĊĊ
å Ĭ
Ð» Ñı
r ight
Ġr un
Ġà ¹
Ġun e
er o
âĢ Į
è ´
3 5
g en
- d
ater ial
I nt
Ġh a
Ġà¤ ħ
ex port
Ġpl ace
ĠâĢ ĺ
id ent
Ġqu al
Ð¸ ÑĢ
ap e
à² °
Ġp o
_ name
k s
Ä ģ
L e
Ġà¤¹ à¥Ī
ok en
Ġc le
Ġs oc
Ġf ound
Ú ¯
t ype
Ġop en
à¥ĩ à¤Ĥ
Ġis t
× ¤
Ġsup port
ĊĊ Ċ
Th is
Ġcre ate
ĠG r
á» ¥
h ip
or a
Ġp at
D ate
ath er
× ¡
//// ////
ê ³
com e
å °
ĠT o
' )Ċ
Ġ __
. âĢĿ
_ st
p o
à§ ģ
res ult
Con text
ì ł
âĢ į
Ùĩ Ø§
Ġcom o
Ðµ Ð¹
al a
d a
in ed
ë Ĭ
B ox
Ð¾Ð º
is tr
q l
ole an
cre ate
Ð¾Ð ¶
Ġsu per
ter s
end e
n en
Ġl ine
we en
ĠA ll
3 3
() ,
4 5
ist s
Ġ ...
S ize
Ġch o
so le
v ice
à¤ µ
Ġk u
Ġpart ic
or n
à§ °
. e
un e
é ¢
A pp
ic ense
Ġn i
O f
oc al
Ð° Ð¹
Ġor der
Ġs ervice
ê °
( d
ain er
Î Ń
Ġde velop
lect ed
ĠØ Ń
A dd
Cl ass
it a
im ent
Ø§ Ø¯
ĠA pp
yn c
E m
in put
à¤ ¦
ÃŃ a
× Ł
Ġcont in
. util
Ġ/ **Ċ
lic h
A ll
Ġm ethod
Ġ );Ċ
ind ow
ÙĦ Ùī
it or
. T
" ]
Ġc ustom
àµ Ĩ
ĠO r
å º
Ġqu est
Ġà¦ ķ
Ġst ate
ig e
F ield
. B
p ace
Ġne xt
pl oy
Ġl ife
Ġre quest
Ġth ose
! !
P ath
ction s
Ġe as
Ġf ollow
tr ans
se arch
à® ¾
it ial
ç ľ
ind ows
á» ĭ
Ġà¤ ¦
Ġc are
ĠS o
ir a
Ø º
Ñĭ Ð½
3 6
Ġm u
ĠØ ®
Ġv ol
Ġv i
l ist
tr act
um p
Ġarr ay
ic le
A d
Ġdiffer ent
( new
ain ing
Ġo per
Ġà¤ °
Â Ń
F or
I L
ĠL ist
Ġpro v
æ Ģ
U p
.l og
áĥ £áĥ
à¹ ī
Ġbe g
< ?
Ð° Ñģ
Ġex pect
rap h
Ġm ov
row s
ì Ħ
w er
Ġd ans
ĠS ch
ĠT e
Ġm ar
Ġà¤ µ
Ġà¤ ²
ot s
" ĊĊ
Ð¾ ÑģÑĤ
à´ ¤
Ġorg an
i as
à¹ Ģà¸
Ġs ame
A P
ĠA d
Ã ®
def ine
. app
iv ing
#### ####
Ġc oun
Ġinter n
IN G
l ess
] [
. _
Ġloc al
L O
Ġ `
N ode
Ġs ite
n ect
å Į
ur a
f unction
Ġre ce
st ance
Ġ} );Ċ
à´ ¨
Ġpro ble
m en
Ġst yle
Ġre f
Ġreal ly
ir d
el a
× Ľ
L og
if ied
__ __
om b
} ,Ċ
å Ĩ
A rray
u il
iss ion
Î ³
_ F
Ġ ik
sp an
ÑĢ Ñĥ
ĠâĢ Ķ
ÑĤ Ð°
Ġp op
ĉ c
---------------- ----------------
Ġw rit
M essage
r ic
trib ut
( int
Ġs em
9 0
Ú º
Com ponent
Ġ- >
G roup
à±ģ à°
Ġ ide
il i
é Ģ
is hed
at o
æ ³
áĥ ¡
Ġ+ =
Ġm ain
s ite
O M
ĠI nd
à¤ ¯
ĠI s
e ver
m it
Ġs w
Ö ģ
in c
Res ult
ëĬ Ķ
w ays
ur ch
Ġà¤ Ĩ
Man ager
ĉ Ċ
Ġn et
Ġp ay
Ġ Äĳ
Ð¸ Ð¸
Ġqu i
à¸ ´
àª ¤
Ġå¤©å¤© ä¸Ńå½©ç¥¨
àª ¿
Ġ/ *
s c
Ġdef ault
à² ¦
7 0
Im age
Ġa u
à® °
Û Ĳ
Ġex p
à¸ ĩ
à¥ Ĥ
Ġcomm un
Ġ( !
enc y
Over ride
Ġe qu
l ock
Ġ í
Ġm ust
Ġd an
Ï ī
el se
pt y
ä ¼
å¹ ´
Con fig
Ġv on
Ġg ame
ĠÐ¾ ÑĤ
Ġcon f
n ess
Ġob ject
A ct
Ã Ł
ÑģÑĤ Ð²
àª µ
t es
Ġd irect
O T
() ;čĊ
Ġ× ķ
Ġf un
ï ¿
EN T
à¸ ¡
er c
t i
I M
Ġde p
ir m
C ode
he ck
ro ss
Ġav ailable
Ġf act
à¦ ķ
Ġ ÙĤ
8 8
Ġh ab
f rom
Ġar ound
ÑĤ Ð¸
à¦ ¤
Ã¤ r
D es
u ck
ij k
. print
ht ml
çº ¿
ĠS p
a ff
. id
. re
iz ation
st and
Ġc u
V al
o ff
å¤§ åıĳ
ĠB r
Ġre st
Ġt a
Ġ( )
Ġbet ween
Ġc our
àª ®
v a
N ot
ä¹ Ĳ
> čĊ
Ã¶ r
n ot
Ġ áĥĲáĥ
Ġáĥ ĵ
Ġre t
e e
i um
u ro
c ul
W ith
- l
ì §
Ġw er
Ġo ld
Ġs ay
il es
Ġn on
Ã© e
H E
ĠM e
pl ate
o ver
Ġma is
======== ========
p or
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
htt p
pos it
ical ly
àª ķ
os s
× Ĵ
ort h
Ġmark et
3 1
A B
om en
Ġt erm
Ġ error
ag s
od ule
Ġc ert
Ġt i
v ir
å Ń
0 5
Ġp u
Ø§ Ø¨
Ġand roid
U N
Ġm us
Ġst ill
Ġan g
( String
p en
Ġpl us
Ġa uf
Î ®
Ġwith out
Ð° Ð²
áĥ ł
P r
cr ib
ob al
H and
ĠG et
l n
Ġmon th
Ð¸ Ð¹
Ġa k
Cont roller
Ġm as
ub l
Ð°ÑĤ ÑĮ
. r
ĠU S
Ġ Ùĥ
a an
it o
. /
åĪ Ĩ
_ D
il ter
Ġdis c
Ġof fer
Ġ err
r on
æ ī
/ *
Ġgo ing
à¤¾à¤ ¨
× Ŀ
Ġ â
iv en
A G
ent ial
Ġb oth
Ġb en
qu ery
if t
Ġà¦ ¬
v ol
Ðµ Ð³
ç İ
ne ction
Ġ ÑĪ
Ġà¦ ¸
ad ing
UL L
S c
pon s
Ð¸ Ñģ
an el
b ar
3 7
ol der
Ġpro ject
à´ °
en a
re ate
trib ute
te ger
Ġma x
0 4
m et
- f
> </
ĠN o
ateg ory
Ġp ut
Ö Ħ
n y
at i
al i
Ġp age
ip p
à¤° à¥įà¤
Ġ} čĊ
à¸ ģ
} čĊ
äº ¬
ft ware
Ġre port
3 4
one y
ãĥ ¼
n 't
Ġbu ild
av ing
Î¿ Ïħ
ing le
F r
umm ary
Ġu ma
I s
Ġin cre
g round
Ġh app
olog y
Ð¾Ð ·
> ĊĊ
ĠL a
à¦¾à¦ °
ad i
Ġan n
U S
Ð ¡
å¼ Ģ
v ed
itt le
Ġl ove
an i
Õ¸ Õ
Ġle g
Ò ³
åĽ ½
ou d
Ġcl ient
Ġse g
c ode
ĠO b
Ġàª ķ
à§ Ł
Ġáĥ ¡
à¦ ²
0 8
Ġcom e
ww w
áº ¿
ç Ľ
_ re
yp es
Ġt er
th ing
# define
ĠB ut
ust r
Ð Ĳ
Ġal s
Ñĥ ÑĢ
ĠÐ¾ Ð±
Ñ Ĭ
Ġb a
_ N
Ġst d
in ter
ĉĉĉĉ ĉĉ
à« ģ
s g
t he
l ar
Ã ²
Ġcol or
áº ¡
à¸ Ķ
b ook
Ġf ri
ap i
um e
pr ivate
Ġc ost
ard s
Ġse cond
Ġcont ent
Ġto o
r ist
b a
Ġp ath
Ġà¤ Ĺ
ĠQ u
ìĹ Ĳ
og le
. is
Ð¸ Ð·
P E
Ð° ÑĢÐ°
ik a
0 9
Ġen g
.l ength
ĠC ont
Ð Ł
ÙĬ Ø±
Ġf ew
z i
Ġà¦ ª
Ġw a
Ġh ist
Ġf Ã¼r
cre en
) :
b en
k i
ĠB l
íķ ĺ
fer ence
ĠI m
å ĵ
Ġp ort
Ġa an
an o
Ø§Ø ¦
res ent
pr ing
Ð¾Ð» ÑĮ
{ čĊ
L ayout
] ĊĊ
ĠM ar
Ġr Ã©
Ġl im
in n
Ġf ull
3 8
å ¸
5 5
Ġapp ro
con fig
Ġp od
ie f
Ø ¦
Ġacc ess
Ġeff ect
N o
- p
O L
Ġk an
ĠThe y
Ġj a
ific ation
Par am
ĠP h
áĥĲáĥ ľ
c le
el d
" ).
0 7
ë ¡
Ġcomp any
Ġm essage
Ġà¤ ¤
è½ ¦
le x
on a
æľ Ī
Ġst and
à§ ĭ
ch en
ass word
Res ponse
Ġs pe
à¤ ¬
Ġhe ad
t est
Ê »
ve c
G r
Ġk o
Ġfe el
ĠD es
val id
l abel
l t
ip s
_ B
Ġk om
ĠI N
19 9
I G
I t
p x
Ġp ot
àª Ĥ
Ġz ijn
Ġle vel
oc i
Ġd ocument
Ġte am
Ġm ill
Ġ" "
m ed
0 6
Ġen c
per t
æĺ ¯
Ġb as
O pt
Ġ Ûģ
Ġm em
im a
O ut
ma x
( b
Ġhe alth
. pro
ab les
St atus
5 00
æ Ŀ
ä¸ ī
ion es
B e
Ġsu re
Ġexper ience
ĠE l
ĠÑģ ÑĤ
pl ace
z en
Ġinv est
È Ľ
ac es
Tr ans
g g
é ľ
ï¿ ½
cont ent
ĠH ow
F F
3 9
ĠØ ¥
ch ar
end ing
Ġf ield
id get
Ġl ot
ì ĭ
E nt
c ur
ĠM an
Ï ĩ
f ect
Ġc a
ĠØ§ÙĦ Øª
Ġ )Ċ
al t
eth ing
in ation
ĠTh ere
In put
iv ed
Ġ Ñı
Ġ ÒĽ
or ies
pec ial
ìĿ Ħ
Ġim p
Ġth ings
Ġm ag
ê ¸
0 2
in it
Ġ ir
Ã© n
à®¾ à®
Ġsm all
el t
Ġt able
m b
is k
à° ¨
Õ¡Õ ¯
Ġis s
uff er
Ġà ¶
il le
Ĺ äº¬
l en
à¤ ľ
t ings
ur ation
ĠÐ¿ Ð¾
c er
tr ue
âĢ ĭ
ì ļ
ĠL icense
Ġw on
Ġk i
à´ ķ
Ġse x
Ġm om
Ġ Ã¼
Ġprote ct
S ystem
l ing
Ġres ponse
ang u
Ġal ways
P age
ç «
ĠA mer
à¸ ķ
O D
à¤ Ł
Ġcons ider
ro om
Ġpres ent
Ġt u
I f
4 4
Õ¥ ÖĢ
. out
U til
æ Ĭ
ĠÐ² Ñĭ
Ġà¤® à¥ĩà¤Ĥ
Ġch ange
act er
Ġan s
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġper form
Ġ é
Ġj ob
v es
at ures
Ġr ange
ĠÐ Ĳ
Ġdur ing
è§ Ĩ
Î ´
Ġke ep
Ġre view
à¸ ļ
O S
arr ay
Ġpro m
ig en
å ·
im age
ÐµÐ» ÑĮ
ĉ this
**************** ****************
ob ject
;čĊ čĊ
ĠP ar
à° Ĥà°
Ñ ŀ
op t
id s
Ġd ays
å¿ «
Ġimport ant
ĠÐ Ł
ĠS c
ou ght
ĠØ ¢
à° °
7 5
ãģ ®
Ġa ff
E qu
Ñĥ Ð´
Ġl ittle
áº £
Ġàª ª
\ n
ï¼ ģ
æ ¸
. R
In ter
Ġte chn
r l
ir t
Ð° Ð·
ÙĨ Ø¯
Ġh um
i y
Ð¸ Ð´
Ġ: =
Ġd os
Ġth ree
ìĿ ĺ
str u
Ø§ ÛĮ
Ġw ater
o i
ĠI '
ãĢĤ Ċ
Ö ·
che ck
C ount
ial og
ul a
Õ¡Õ µ
Ġex pl
Ġin put
Ġv a
Ñĭ Ð»
Ġinter est
' ).
Ġ è
ä¸ į
T able
ear ch
re t
Ġbet ter
u ild
_ h
Ġro om
A nd
ĠÕ °
Ġweb site
ç ł
L abel
à¦ ¬
_ r
N ew
am ente
Ġà¤ Ń
Ðµ Ð·
åľ¨ çº¿
ames pace
å ¨
Ġ ess
Re g
- c
Ġt il
( e
p i
ĠÐ ¡
ĠÙĪ Ø§ÙĦ
a o
al es
and s
Ġl ink
âĢĻ re
Ġinclud ing
Ġb ig
Ġo l
List ener
, čĊ
à± ĭ
Ġm ult
Ġp ower
our ces
Ġind ex
ĠA N
Ġsch ool
ĠÐ Ĵ
Ġl i
D ef
Ġ ÏĢ
Ġh ard
à¦ ®
áĥ ļ
. ex
ĠA b
à´ Ĥ
res h
el le
ch t
c ord
ar ly
Ġc ode
um b
at iv
ile d
Ġc atch
ï¼ ī
Ġpl an
is a
m on
w ay
Ġv ous
P os
Ġfam ily
Ġd ouble
S tr
Ġsu ccess
ap s
ä¹ ħ
Ġg ot
ou te
Cl ient
èµ Ľ
ä ¿
Ġf ac
im g
å ¾
() )
á» ĩ
Ġwith in
4 8
ĉ s
Ġd ate
ed er
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
C lick
ud e
raw ing
Ġacc ount
anc es
Ġex c
Ġ= ==
qu es
, "
áº ¹
uil der
Ġs am
Ġ( (
_ data
D is
Ġstr uct
Ð Ĵ
A ction
Ġ ÑĦ
Ġsom ething
ar io
a a
Ġb it
ent er
Ġ× ¢
ed e
ĠĠĠĠĠĠĠĠ ĠĠ
u id
. to
ab ase
Ø ¥
àµįà´ ¤
ot al
Ġbe h
Õ µ
Ġn icht
ib r
Ġle ft
ag ement
ab ility
ĠĠĠĠĠĠĠĠ Ċ
c ia
Ġg roup
_ w
orm al
æĹ¶ æĹ¶
à¯ Ī
Ġ Ã¡
Ġm ight
i i
Ñĥ ÑĤ
Y ou
Ø± ÙĬ
Ġe lement
ak a
é Ļ
Ġcont rol
Ġserv ices
Ġspec ial
C H
ame work
å¹ ³
m t
Ġprov ide
as ter
et a
å İ
È Ļ
Ġre d
k o
Ð´ Ñĭ
id ade
à® ¤
à¤¨ à¥ĩ
Ġm ot
o res
ig inal
Ġd ist
Ú ¾
ï¼ Ī
ĠA t
Ġc ount
Ġ å¤§åıĳ
g l
Ġb ar
Ġtot al
ĠÎ º
Ġb ase
Ġch ang
Ġan other
äº ī
Cont ent
ition al
on es
6 6
id d
ì ķ
Ġim age
ĠÙħ ÛĮ
vir on
Ġare a
is ion
ign ed
ĠS he
rit er
à² Ĥ
Ġsin ce
and om
ĠF l
av or
æĹ¶æĹ¶ å½©
ight s
he ad
Ġ ç
S ub
D et
Ġv ers
Ġb ody
S S
y l
Ġg ive
Ġg en
E M
à¯įà® ķ
Ġh ot
( i
à± ĩ
E L
Ġtr av
Ġ( $
à² ²
at is
Ġw ar
f ter
Ġext ends
0 3
Ġs ich
Ġáĥ Ĵ
read y
Ġp Ã¥
Ġh ar
L ine
æľ ī
Ġu til
ar ge
Ġ Ïĥ
å ĩ
Ġn Ã£o
Ð ŀ
ĠM y
v ers
Ġk ind
ÙĦ Ø§
ÛĮ ÙĨ
ill s
ic on
* /
Ä± n
Ð ļ
éľ ¸
Ġse arch
Ġàª ¸
h i
d b
Ð¼ Ð¸
ĠØ§ÙĦ Ø£
m o
Õ¸ÖĤÕ ´
. "
Ġa ir
Õ ¿
N umber
Ġas sert
com p
Ġsoc ial
o ogle
. x
Ġcont act
Ã ¹
ie ve
Ġrec ord
z y
che d
Ð¸ÑĤ ÑĮ
Ä Ľ
.app end
ë¡ ľ
æĸ °
Ã¡ n
Ġe cho
Ġb ro
é¢ ĳ
Ġt urn
ac c
à¸ ¢
Ġem ail
Ð¾Ð ¿
at ely
ĉ b
ad or
oc us
ĉ private
m ap
Ġg re
Ġf ore
å¨ ±
Ġh ref
u y
7 7
ÙĪ Ø¯
ire d
åı °
Ġa ction
Ġb ed
äºī éľ¸
Ãµ es
× ¦
Ġab le
Ġb ir
c a
Ġn iet
Ï į
ÐµÐ½ Ð¸Ñı
im er
íķ ľ
ì Ĭ
.print ln
or age
èµĽ è½¦
j or
Ð¸ Ñĩ
Ġd est
ĠD o
ic i
Ġan al
Ġrequire d
Ġl ess
it Ã©
ĠâĢ ¦
Ġall ow
S er
g ress
ÙĦ ÙĬ
act ory
Ø ¸
et te
Col umn
ä¸ ĭ
Ġadd ress
. G
à¤ ļ
å½©ç¥ ŀ
Ġjava x
Ñĥ Ð»
Ġlook ing
Ġne ver
P h
Õ¡ ÖĢ
o o
Ġt arget
> <
Ġm aterial
p ost
ul es
à¸ §
Ġs us
Ã ¬
Ø§Ø ¡
Ġb ool
Ġ Î±
ut o
áĥĶáĥ ļ
4 9
áĥ ĵ
è ¡
I P
à¤¿à¤ ¯
Ġm il
Ġpar am
æ ´
_t ype
ac y
j oy
Ġd ig
ĠD r
Ġt itle
Ġas k
ë ¥
çľ ĭ
ĠW ith
Ġcon text
ap t
Ùħ Ø§
s k
Ð Ŀ
end o
Ð¸ Ð²
od es
con text
Ġv ideo
à¥ĭ à¤Ĥ
m y
ãģ Ħ
U E
ë ¦
ãģ Ĺ
ivers ity
ap er
Ġperson al
Ġcon fig
s ub
à² ¨
ch a
ap h
In stance
Ġg row
Ġc ou
v ious
m and
op en
àµįà´ ķ
å¨± ä¹Ĳ
f ic
å½©ç¥ŀ äºīéľ¸
Ġà¤ ī
Ġm al
re quest
enc es
ĠV er
Ġent re
á» ĳ
posit ory
Ġà´ ª
ist a
áĥĲáĥ Ľ
y d
Ġs ent
s ummary
Ġin div
à¤¾à¤ ²
è ī
Ent ity
y r
ic an
able d
ic y
Ġbo olean
à¤ ¡
Ġprof ession
áĥ Ľ
ent ly
i od
ç Ĳ
Ġbu y
Ġd om
F rom
Ġopt ions
, âĢĿ
im al
ain ed
ap ter
. data
Ġm es
Ġcon sole
Ñģ Ðº
it i
a Ã§Ã£o
Ġproduct s
U I
ĠS u
Î± Î¹
Pro perty
P O
Cont rol
6 5
p a
m i
? Ċ
ens ion
ĉ for
ç ¾
Ġm oney
. de
Ð½ Ðµ
ì§ Ģ
àª¾àª Ĥ
Ġad v
Ġpr ice
àª ²
Ã© t
Ċ //
it es
. create
Ãª n
è Ģ
pert ies
> >
ad as
E X
å® ĺ
Ð°Ð» ÑĮ
ÙĨ Ø§
Ġv ersion
ä¹ Ī
Ġindiv id
emb ers
ann el
Ġin clude
Ġm Ã¡s
end ed
Ġ× ¤
bo ard
er ing
Ġa vec
m essage
è§Ĩ é¢ĳ
ass ert
op tion
l ink
ĠN ULL
le v
æ ķ
ĠD is
Ġde v
à¯įà® ¤
àµįà´ ¨
ĠE ng
Ġid ent
b ox
Ġchild ren
Ġla w
ĠRe g
ê³ ł
ĠS et
Ġh ttp
Ð½Ñĭ Ñħ
. Get
( {Ċ
Qu ery
Ġf re
w ing
à§ĩà¦ °
ak t
Ġs n
st er
Ã¶ n
Õ« Õ¶
ĠÐ ļ
( {
l s
Ġn ov
Ġun s
Ġa us
St yle
m d
àª¾àª °
f ort
Ġm atch
I O
ĠM ed
Ġz a
å¥ ĸ
um er
Ġàª ®
Ġb es
ÙĪ Ø§
ith er
) .ĊĊ
Ġfollow ing
áº ¥
ag en
ĠÐ¸ Ð·
Ġgo ver
Ġm i
à¸ Ĺ
å Ŀ
Ġà¦ Ĩ
Ġn os
× ĸ
à¤ ¶
ĠC ar
ent ion
ĠS ie
se lect
à§ Ģ
à° ²
Ġpos ition
ĉĉĉĉ ĉĉĉĉ
Ġ ing
op p
Ġm ap
é Ĺ
ĠØ¹ ÙĦÙī
\ "
Ġå Į
.D rawing
Ð° ÑĪ
Ġaw ait
Ġsh ort
en ame
un a
ãĥ ³
Ġà¤ķ à¤°
Ġup date
Ġ× ĵ
Ġl at
Ġvis it
ic ro
Õ¥Õ ¬
à² µ
×Ļ ×Ļ×
ĠIn tern
Ġu it
ĠN ot
Ġn il
Ġh al
.F orm
Ã§ a
Ġà¤ķ à¥Ģ
b utton
Ġto day
Ġà¤ķ à¥ĭ
Ĺäº¬ èµĽè½¦
Ġe ine
Ġs ob
ob ile
" .
.A dd
à´ ¯
à¤¿à¤ ķ
. cl
ra ft
Ġm ach
Ġc reat
ou ch
pl it
un k
( x
ê ²
ĠA dd
am os
( st
ĠĠ Ċ
ĠÕ §
Ġì ŀ
Ġs ou
ĠØ§ÙĦ Ø¹
Ġd ire
å ±
Ġf ut
', '
ÑĢ Ð¸
up date
à§įà¦ ¯
form at
çł ģ
Ġb ij
ê° Ģ
ma z
u z
ĉ int
cl us
t re
æľ ¬
angu age
Ñİ ÑĤ
ic tion
d i
( R
æ Ń
$ {
3 00
ank s
ì ľ
up port
Ġob j
et urn
ĠC an
and e
ð Ł
re ct
id es
Ï Ĩ
Ġì Ŀ
j son
Ġbl og
ëĭ Ī
Ġà¦ ı
Ġ( Ċ
Ġwork ing
Î ¸
ar ing
we b
d es
' re
Ã¨ s
Ġn u
Ġdo or
Ġb ased
M L
Ġle ad
opy right
à² ¤
Ġap pe
Ġdon 't
9 5
Ġl ik
et ers
y les
j i
Ġcom b
Ã© m
Ð½Ð¾ ÑģÑĤ
Ġmak ing
Ġo cc
Hand ler
ĠG ener
Ġz e
ore d
b ol
con om
H T
4 7
ÙĪ Ùħ
ĠÐ ľ
Ġposs ible
Ġf ar
z o
ĠØ¯ Ø±
ĠÕ ´
æ Ķ
Ġact iv
ãĥ »
Ġk un
Ġme et
k u
Col lection
he l
_l ist
Ġse ver
O P
Ġcour se
Ġc am
Ġd one
ab il
Ġqual ity
ĠI D
it ive
htt ps
áĥ ľ
Ġa uch
! Ċ
Ġre search
() ;
a ur
( l
} ,
ab or
Ġ/ >Ċ
à´ Ł
"> </
ĠI nt
ment e
co pe
. Text
p ath
E dit
Ġ ur
Ġy ang
St ream
Ġaw ay
ÑĨ Ð¸
ri x
AT E
Ġal le
Ġa y
- in
ut es
t able
j s
Ã¤ n
Ġmom ent
Ġc ell
Ġl ight
Ġl abel
ĉĉ Ċ
Ġim ple
def ault
ë ı
. ,
S ON
Ġs um
ab a
4 6
Ġunder stand
P oint
d is
p ly
ĉ f
Ġd iv
Ġeas y
ĠE r
Ar g
m as
Ġv ot
er en
Ġ å½©ç¥ŀäºīéľ¸
.f ind
Ġf ood
Ġvar i
Ġw el
ab ly
Ñĸ Ð½
ud io
Ġt imes
U rl
Ġ[ Ċ
Ġp ast
Ġf our
viron ment
Â «
F l
Ġm ind
l ation
ur y
.âĢĿ ĊĊ
ad es
Ġal ong
Ġbeg in
Ġà´ ķ
Ġà¤ ¯
Ðµ ÑģÑĤ
Ġs ource
og raph
_ L
Å Ī
Ð° Ð´
em ail
Ġo d
á» ģ
ob j
Ġse em
Ġen s
st atic
Ġth row
âĢ ¢
res ponse
Ġen joy
th ers
ĠM ay
ë ĵ
Ġit 's
Ġh ouse
.s h
Ġ Îµ
Ġal ready
Ø± Ø§
ĠØ Į
V is
ê¸ °
a at
arg s
ä¸ Ĭ
Ñ ĳ
ient s
Ġàª Ľ
un s
Ġà¤¸ à¥ĩ
A b
ĠU ser
", "
ib ility
ĠWh en
Ġ iz
å ¯
el o
áĥĲáĥ ĵ
n et
è´ ¹
ĠÕ ¸
ic ial
Ġso ftware
ĠÐ ĳ
Ġs ide
/ c
ĠL og
Ġex ist
å¹³ åı°
ĠP ol
âĢĻ ve
T R
Ġde b
av ig
à§įà¦ °
.W indows
P re
} ;ĊĊ
Ġco ver
Ġpro perty
g roup
as es
Ġt en
à² Ĺ
Ġw he
åĵ ģ
Å £
iv o
pon ents
Ð½Ñĭ Ðµ
Ðµ Ð²
ĠÂ »
Ġg iven
r al
M enu
Ġim pro
ĠE m
Ġdown load
s ide
Se lect
iet y
ãģ §
Ġw idth
Ã¨ re
æ ĭ
Ġprotect ed
ĠÐ Ŀ
Ġem ploy
. class
++ )
Õ¡ ÖĢÕ
Ð½ Ð¾Ð³Ð¾
Ġbl ock
le y
Ġpr act
Ġcal led
á» Ļ
Ġt re
Ġm er
×¢ ×¨
at form
Ġk w
Ð Ķ
( &
ure d
I R
âĢ¦ ĊĊ
u h
Ġ× Ľ
Ġagain st
åħ į
Ðº Ñĥ
_ RE
Ġresult s
åĲ Ī
àµ ĩ
j o
ĠCh rist
ĠB o
n es
C heck
àµ ĭ
à¥įà¤ ¤
ĠD E
Ġper fect
7 8
port s
Ġre du
_ H
Ġáĥ ł
Ð½ Ð¾Ð¹
×ķ× ¨
á» Ľ
Ġc ur
p ose
æ °
s ol
ÑĤ Ñĭ
ë §
as i
ĠÎ ¼
Ġpr im
ĠD ate
à¸ ª
P er
oh n
Ġr a
Ġl arge
' ;ĊĊ
Ġà¦ ®
port un
Ġneed s
à¨ ¾
_ IN
ı à¤ķ
à® Ł
Ġ× Ļ
Ġben ef
T oken
E l
Ġn y
Ġb i
ë Ĥ
Ð ¢
Ġàª Ĩ
Ġf loat
ne y
s el
g es
Ġp ag
C C
ĠØ¨ Ùĩ
Ġth ing
Ġwh y
Õ« Õ
ĠM in
. N
Ġd in
a im
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
if f
æ İ
Ġindivid ual
un ch
åĲ Ĺ
ott om
Ġw in
- w
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
à¦¾à¦ ¨
ĠC al
Ġcert ain
Re ad
à® ©
Ġest e
à± Ģ
St art
ĉ m
s ize
æ ł
.s ize
, ĊĊ
Ġl ow
Ġc amp
Ġà¹ Ģà¸
Ġcon c
à· Ĭ
é Ŀ
Ġe lect
èī ²
à«įàª ¯
Ð ľ
ĠN e
Ġres pons
Ġin te
I V
ĠV iew
Ð½ Ñı
ell ing
k an
Ġf und
Ġle arn
Ġal g
. y
Ġd ies
à² ķ
Ġàª ¤
on y
inc ip
iz er
Ġv ia
à¹ Į
Ġstat us
is i
Ñĥ Ñĩ
×ķ× Ł
Ġen erg
s l
Ġstud ents
ub e
m ission
pos ition
Õ ¨
Ġs ort
ement s
o on
i ro
ÐµÐ½ Ð¸Ðµ
á» ķ
g ing
> (
Ð¼ Ð°
Ã¼ n
} ;Ċ
U s
Ġu t
. org
el ijk
press ion
wh ere
c y
pl es
Ġth ought
Ġtr ad
Ġam ount
Ġne g
Ġval id
le ft
äº Ĩ
Pro duct
Ġàª ľ
ĠB y
® à¯į
im o
Ġs rc
m m
et e
U M
d r
B uilder
tern al
g y
Ġh at
art ment
ĠØ§ ÙĨ
co ver
æ ŀ
if ier
.Form s
iv al
_ V
Ð¾ Ñĩ
ĠE st
im um
ĠS er
ct or
- h
u is
Ġl ive
Ġ} čĊčĊ
ÓĻ ÑĢ
ĠT ext
Ï İ
Ġh aving
um ents
Ġ čĊ
ĠTh at
Ġin c
n um
âĢĻ m
Ġo ok
() )Ċ
Ġes c
t itle
ãĢĢ ãĢĢ
s a
L a
t ime
Ġsit u
l ish
Ġl and
Ġto ol
C E
k l
ĠÐ´ Ð°
. html
Ġdis play
Ġs ingle
ĠS te
ĠÚ ¯
ĠÚ© ÛĮ
ÙĬ Ø¯
Ġt alk
Ġn ode
ĠD ie
ic ation
Ä °
ĠÐ´ Ð»Ñı
Ð³ Ð°
ell a
em a
Ñ ĺ
Ġ ;
P ost
Ġà¤ª à¥įà¤°
ĠÕ ¥
Ġun til
c el
ag a
at ter
m es
ĠWh at
u er
u ccess
_ pro
_ e
u el
Ð¸ Ðº
5 9
B ar
ĉ var
Ġan t
6 8
ament o
v i
ç §
Ġ ich
Ñĥ Ñģ
Ġl en
Ġà¦ ¨
ĠM ore
Re f
5 8
] )
re act
Ġk on
ut s
] );Ċ
ĠàªĽ à«ĩ
ĠC o
Ð ĺ
ung en
op s
//////// ////////
Ð ł
I F
a int
à¥ģ à¤
ĠP er
ar ning
d own
ÑĢÐ° Ð²
ion e
ou th
àµįà´ °
Ġm or
ĠP re
Ġf unc
Ġgover n
ĠN one
ĠÐ ŀ
Ġcon d
Ġt reat
Ġ url
Ġà´ ¸
Com p
Ġed uc
ĠÚ Ĩ
Ġà¦ ¹
ul ation
Ġp ubl
ĠT est
Ġg ro
âĢ ĺ
ĠOb ject
ĠJ e
Ġhe ight
Ã¡ r
b ody
H ttp
. value
âĢ ŀ
Ġc ult
ĠU p
Ġcle an
le ge
4 2
form ation
} čĊčĊ
in ce
Ã§ Ãµes
Ġm is
à¦ ¸
æľ º
ì ĸ
Ġo ch
Ø¹ Ø¯
Ġlo ad
C all
ĠÑĢÐ° Ð·
Ġp urch
áĥĲáĥ ķ
Ġsim ple
ĠÑģ Ð²
ĊĊ ĊĊ
Ġto get
L ink
Tr ue
and a
" );čĊ
ock et
Å Ļ
= >
á» £
Ġtoget her
ok e
à´ ®
âĢĻ ll
M od
at al
M ethod
l in
Ġn ie
i pe
our n
ĠØ µ
( r
Ġon ce
ë °
Ġitem s
Ġout put
j u
f ield
Ġse lect
Ġw at
it ter
Ðµ Ñĩ
ìĿ Ģ
.s pring
et ch
ag ed
ĠA ss
19 8
áĥĲáĥ łáĥ
Act ivity
Ġme ans
åħį è´¹
d f
A Y
à° ķ
Ġ} ;Ċ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ul y
Ġor iginal
ĠåĮ Ĺäº¬èµĽè½¦
Ġd it
Ġ} )Ċ
ar l
or r
o om
Ġo k
E nd
ĥ ½
Ġc ard
il t
Ġàª ħ
AN T
Ġc ir
Ġact ually
Ñĥ Ñİ
Ð½Ñĭ Ð¹
Ġme an
áĥ ¢
k er
ĠØ£ ÙĨ
s i
r ij
Ġbe aut
à¤¾à¤ ¤
ç Ī
Ġof ten
Ġe ither
åı ·
Õ¸ÖĤÕ ©
Ġmak es
ur ing
Ġ Ãº
Ġb ad
Ġto d
Ġproble m
Ġcom put
I Z
ound s
ig a
n amespace
m un
N ull
ĠÐ¸ Ð½
Ġh om
ï¼ Ł
Ù ĭ
Ø± ÙĪ
Ġsu pp
ell er
vid er
áĥĶáĥ ľ
ĠG od
çī ĩ
Ġget ting
4 00
ĠÐ ¢
ann ot
àª¨ à«ĩ
Ī ĺ
er d
Ġd am
( data
ĠA m
ÑĢ Ñĭ
s cript
S ource
Ġval ues
ĠA rray
fr amework
Wh at
Ġde al
r am
ÓĻ Ð°
ë¥ ¼
Ġcommun ity
ĠD ata
. name
Ð¸ Ñħ
Ch ange
Ġcon nect
Ġc red
æ µ
at ors
par se
Ġm ass
Ġp lease
Ġsob re
Ġam b
Ġb on
m od
Ðµ Ð±
Ġl ater
ĠM on
à´ ¸
Ġg eb
Ġqu ick
Ġa o
æ³ ¨
Ġn ight
Ġspec ific
Ġt al
p oint
ĠÕ ¯
Or der
Ġe ver
ĠÑĩ ÑĤÐ¾
../ ../
ìĦ ľ
param s
T H
ãģ Ļ
Ġst ory
F actory
Ġin itial
is te
Ġáĥĵ áĥĲ
cre t
Ðº Ð¾
áĥĲáĥ ¡
Ġfe atures
Ġdet ails
Ġn atur
ĠÐ¿ Ð¾Ð´
Ġà¤ ĩ
B ase
æĸ ĩ
Ġpartic ip
.p ush
ĠY our
Ñģ Ð¿
Ġe le
Ġì ł
« ĺ
ĠÚ© ÛĴ
Ġa uthor
äº ļ
ag n
Ġbel ow
ĠâĢ ŀ
Ġst ore
) (
ĠW eb
ur al
Ġcontin ue
ÐµÐ½ ÑĤ
par ent
Ñĥ Ð¿
ab e
ĠP art
Æ ¡
.. .Ċ
ant o
Ġà¤ Ķ
Ø§ Ø³
serv ice
Õ¡Õ ´
àª ¸
. php
S p
ĠO R
Ġsp ace
Ġsever al
< String
Ġpro b
Ġre comm
ĠUn iversity
Ġà´ µ
y o
Ġáĥ ĺ
Ġem p
Ġquest ion
Ġà² ®
Ġon t
Ġcoun try
at abase
B ack
Ġinst ance
s ource
ĠÙĦ ÙĦ
im ate
am i
ch ange
pon d
äº §
rem ove
us ed
áĥĿáĥ Ľ
A cc
st d
Ġc ook
éĩ į
å¿« ä¸ī
Ġf ace
Ġen ough
Ġs end
an ch
Ġ) ,Ċ
Up date
ĠG l
æ ¬
Ġà° ª
ov ed
ë¦ ¬
Ġph ot
Ġp ur
( _
ĠÐ¿ÑĢ Ð¾
ag ing
Ġarg s
.s wing
f a
Îµ Î¹
Re pository
à¤¿à¤ ¤
ÓĻ Ð½
áŁ Ĵ
å®ĺ ç½ĳ
_ ST
ĠÃ© t
il a
é ģ
Ġu int
ļ áĥĺ
crib e
ord ing
æĸ ¹
à¤ £
Ġ Ô
Ġcl os
4 1
×Ĳ Ö·
Ġp ress
op er
col or
Ġà² ¸
ĠG u
Ġex ample
Ðµ Ð¿
è ĩ
( j
ur i
Ġà ¥
Ġm embers
Ġal t
id ay
Ġs ays
u int
. J
ĠTh ese
5 6
Ġb al
Ġb er
Ġà¦ ¦
ĠO ff
Ġstud y
Ġg ar
Ġh ost
d ated
ak ing
Ġ< =
Ġex tra
ÐµÑĤ ÑģÑı
Ġ áĢ
Ġhe b
Ġfin anc
Ġa ch
Ġpartic ular
Ġbe come
ç Ļ
id den
st it
Ġs ind
Ġc ity
/ s
à® ³
Ġpl ayer
Ġà¤Ķ à¤°
Ġma jor
Ġo thers
m ark
! --
act ive
.spring framework
app ing
ãģ ¾
Ġà® ª
_s ize
O ne
Ð¸ ÑģÑĤ
_ de
Ġg ames
Ġmed ia
Ġs ens
il ar
b all
ĠG e
Ġ ÛĮ
æľ Ł
Ġes pecial
Ġbut ton
Ð¸ Ð»Ð¸
Ġàª µ
Ġh old
ĠE uro
Ø± ÛĮ
" ))
Ġ> =
Ġ× ł
is ing
Ġw rite
k n
Ġne cess
ĠM ark
Ġà¤ ļ
is on
Ġy et
Ġpre c
T E
M ode
ient o
Ġk l
m odel
9 8
ir i
U P
g ed
ç¾ İ
5 7
Ġpol it
â Ĥ¬
ust ry
_t o
Ġl ib
ĠØ ·
Ġst ay
Ġs ave
ay a
ent al
Ġ' ./
he ight
UR L
Ġaut om
Ġloc ation
Ġf avor
Ġnew s
Ġp ers
C reate
AM E
Õ¸ÖĤÕ© Õµ
ĉ else
ĠO ne
Ġf ont
à¹ ĩ
Ġng a
p u
Ġte ach
Ġth rows
g t
ed d
ĠÐ Ķ
Ġs che
est er
Î¹ Îº
N S
à· Ĵ
Ġh ours
Ġcom es
an u
Ġo der
Ġcomple t
ind ing
z er
g u
à¸ Ħ
Ġê °
. put
Ġà¤ª à¤°
ĠT HE
at u
min istr
à´¿à´ ²
Ġs av
Ġ[ '
Ġm iss
Ġw omen
Ġsh are
O ff
åħ ¨
áĥ ®
ĠÃ ¾
Ġp ie
os p
Ġc opy
Ġab ove
######## ########
Ġle ast
Î½ Î±
à² ³
W idth
Ġl arg
. on
à«įàª °
OR T
Ã© es
. con
ec ut
ĠV al
Ġn am
if ul
à¸ ¸
Ġfri end
] )Ċ
9 7
ĠÐ± Ð¾Ð»
h and
P L
enc ia
O K
quire d
à°¾à° °
Ġet c
ë ³
in ate
Ġprovid ed
ä¿ ¡
à´¤ àµįà´¤
Ġf ocus
å ¦
æ ĥ
ĠA ct
Ġrep resent
T em
_ R
z t
Ġd ue
ant es
( [
à¤¾à¤ ®
Y PE
ĠÐ¿ ÐµÑĢ
áŁĴ áŀ
ĠÐ ł
Ġapp lication
ES S
A X
ful ly
ol a
ãģ ¯
ens ive
Ġre ason
el en
end if
ip o
ĠCom p
.m odel
ig r
Ò Ń
15 0
ĉĉĉĉ ĉĉĉ
Ġse ason
Ġb re
- n
D B
à¤¿à¤ ²
og n
c ast
Ð ĳ
Ġ row
á» Ŀ
pl oad
ic les
Ġw alk
Ġp ick
Ġ ...ĊĊ
. text
Ã¤ t
Ġà´ ¨
å½ ±
st art
ing en
Ġw ait
ĠN ov
y t
Ġp ou
Ġs ont
åĮ º
ĠD ec
arg in
ì Ľ
ç« Ļ
á ¹
ang er
ĠØ§ÙĦ Ø³
Ġac ross
ãĢ į
Ã³ n
ĠØ§ÙĦ ØŃ
i res
Ġáĥ ¨
ï ½
Val id
Ġcomp an
pro duct
Ñı ÑĤ
ĠF ile
Ġcl ose
in ary
Ġper iod
Com mand
____ ____
ĠU s
Ġdevelop ment
Ñĥ Ð½
Ġaut o
/ **Ċ
Û ķ
Ġh u
Ġm ove
e ft
Ġfut ure
à´ µ
Ġt amb
ãģ «
Ġwrit ing
ser ver
j ust
àµįà´ Ł
Ġwer den
à¸ °
ĠF orm
Ġag o
ĠÙħ Ø¹
Ġtr ack
Ùħ ÙĦ
Ġc lick
p end
st ate
ist ance
Ġt ask
Ġoff ers
ĠØ§ Ø³Øª
H ow
M odule
Ġs ie
à«ĭ àª
å Ĵ
Ġd ating
âĢĿ ,
Ġdo ing
ĠO F
H el
m ost
Â ł
Ġop portun
åħ ¬
Con st
éĩ ĳ
Ġin n
stru ction
Ġopt ion
Ġhand le
é «ĺ
4 3
idd le
Ġpr incip
ward s
struct or
Ġg ir
Ġ×Ĳ ×Ļ×
ad io
Û Ķ
ĠI l
ãģ ¨
re q
Ġe v
le ar
Ġ á»į
ip le
re a
Ġp al
Õ ¾
ĠO ur
Ġb ien
an z
p age
à± Ĩ
Į Ģ
A V
C ell
à±įà° °
ÃŃ t
à® ²
Ú Ĩ
Gr id
Add ress
å ĳ
< <
Ġcomm on
Ġp ack
Ġs ym
ĠF ree
Ġquest ions
Opt ions
Def ault
Ġ} );ĊĊ
Ġ Ñĸ
Ġcle ar
ix ed
Â ·
ij d
ik i
Ġa h
Ð° Ð±
Ġcre ated
Ġz o
i ate
Ġn p
Ġcom ment
Ù İ
Ġin fo
Ġt yp
ur ther
n h
Ġdisc uss
ĠÑģ Ð¿
Ġmus ic
áº Ń
Ġus ers
Ġm ga
ĠÐ² Ñģ
ĠSt ate
Ġ ÑĨ
_ v
.j s
ER R
le ep
Ġp ict
it en
Ġhum an
ĠB ar
n ull
add ing
un it
Ġsub ject
Ġnet work
Ġà´ ®
Ġsign ific
ĠRe ad
l im
ÑĢ Ð¾
At tribute
re et
å ģ
l u
ah a
ec ute
Ð° ÑģÑĤ
T itle
ï »
O V
Ġdet erm
ag ment
c ount
ĠØ¨ Ø§
Ch ild
b ase
Ġstart ed
Ġma int
ê µ
Ġr en
" );ĊĊ
h as
Ġro le
ĠAr t
Ġt w
Ġà¦ ¤
he ader
ed ia
ĠI S
In teger
Ġmin utes
_ g
à¹ Ħ
æ ı
AR T
Ġte le
M y
Ñĥ Ð¼
val u
h en
Ġb il
e le
as ure
_ set
Ġcomp et
Ġpre d
au x
cur ity
Ðµ ÑĪ
áĥĲáĥ ł
Ã¥ r
_ G
- se
à§įà¦ ¤
6 7
cent er
B lock
à® ķ
Ġgl obal
Ġn h
im ple
ĠÃ¼ ber
Ġe conom
Ġ ÃŃ
àµįà´ ±
ĠP ublic
Ġà¤ ¶
ÙĬ ÙĦ
è ¦
ĠI' m
itt ed
P I
Ä Ĳ
Ñħ Ð¾Ð´
P anel
à´ ³
Ġtem p
Ġt ell
ĠÐ¿ Ð¾Ð»
om an
ro ot
} );Ċ
Ġ× Ĵ
áŀ ¶
Ġà¤¹ à¥ĭ
_ W
lo or
Ġth ough
at ie
I con
Ġho pe
ign ment
it ions
Ġt out
Ġapp lic
Ġmonth s
Ġc y
et r
Ġb ox
M e
ind er
it ar
å ķ
ĠP ost
h al
R ow
L oad
ĠTr ans
Ġass oci
Ġl ength
am m
Ġevery thing
. v
pl i
idad es
Ġrel ations
a uthor
ãĤ ¹
sh ow
ĠE s
(f unction
Ġà° ķ
qu als
ĉ ĠĠĠ
Ġstr ong
Ġcomple te
om a
ĠD et
Ġbe i
ì Ĥ¬
ic as
ol o
ĉc ase
Ġest Ã¡
Ġkn own
æĪ Ĳ
ìĿ ¸
Ġg es
é Ľ
Ġn ach
Q L
à´ ²
æ´ ²
ĠHow ever
Ð´ Ð¸
ĠUn ited
Ġ×© ×ľ
is es
l ig
åľ °
_p ath
( C
h ing
ill a
à¤ §
F e
Ġob t
I B
Ġà² ķ
Ġfr ont
Ġ} ,
ĠÏĦ Î·
is ch
Ġpoint s
en i
ch ild
ï» ¿
ed s
Ø± Ø¯
Ġt ax
o e
Ö ¸
ĠC or
v ing
ĠA g
Ġ× ĸ
çĲ Ĩ
Ġas ync
Ġfil m
( name
Ġwhe ther
Ð°Ð» Ð°
Ġp le
is che
Ø± Ø¨
O W
Ġser ies
ur g
.S ize
Ġde g
ãģ Ł
F A
Ġma ar
ĠSe e
() {Ċ
Ġin f
Ġhe art
ĠIn ter
print f
ĠR E
et t
Ġd ir
Ã¡ t
s y
Ġyou ng
à¸ «
as y
çĶ ¨
ff ect
Ġf all
Ġres pect
ty p
ast ic
Ġw atch
St ack
ibr ary
Ġbr ing
æ³ ķ
Cont ainer
cont rol
à¯įà® ª
us iness
Ġàª ¹
×ķ× ľ
Th ere
æĢ İ
Ġ*/ ĊĊ
s m
Ġd b
ìĭ ľ
iv a
Ñ Ĺ
Ùĩ Ùħ
ĠS tr
ur t
as a
à´ £
Õ¡Õ ¿
ĠCl ass
Pos ition
ìĬ ¤
pl ied
íķ ´
ent es
f unc
Ġd ar
ì ĥ
Ġcho ose
C L
Ġinst all
Ġe u
Ġhapp en
Õ¸ÖĤ Õ¶
Ġf ast
ãĥ Ī
. čĊ
Ġfri ends
áº ¯
Ġst op
Ġinv ol
æ ¯
um a
ë ł
e vent
Ġà¥ ¤
àª ª
ur ance
Ã© c
Equ al
á» §
Ġhist ory
á» ±
S erv
P art
y ear
Ġh or
T O
Ġ Ó©
ĠC ity
Util s
à³ ĩ
é ¡
Î¹ Î±
à¦ ª
Em pty
Ġsome one
ĠGener al
19 7
à² ¡
á» ĥ
yn am
: čĊ
Ġw ie
Ġj son
N um
Ġqu ery
æĹ ł
Ð¾Ð² Ð°Ð½
ug in
ient e
ĠD ep
è Ĥ
AT ION
ãģ ¦
/ m
% %
Ġph one
O DE
Ġp et
ang ed
ace book
çĶ µ
as ing
led ge
B uffer
a uth
_ ex
uf act
ĠØ ²
Ġan im
å ī
è ¾
à¦ ¼
: "
Ġin fl
Ġpop ular
Ġw indow
Ġind ustry
Ġb tn
He ader
" ;ĊĊ
æ ²
Ch ar
à³įà² °
àµįà´ ¯
at rix
Ġa ge
ç ²
Ġun ique
Ġent er
ustom er
Ġmill ion
ĠÑĤ Ð°Ðº
oc ol
Ġk h
à¤ķ à¥ĭ
// Ċ//
à±ĩ à°
omb re
() ,Ċ
so ft
6 9
à¤¿à¤ ¨
is ed
Ä §
à¦ Ł
ad min
ĠAmer ican
Ø ¢
ant a
Ġadd ed
Ġf it
un n
ver age
Ðµ ÑĢÐ°
ut ions
Ġv or
ĠA ng
Ġstr ateg
Ġ Ö
ÙĬ Ø§
è§ Ĥ
25 6
k y
. annot
D ialog
ãģ ª
he t
Ġs il
Ġart icle
as se
in fo
ĠC r
Ð³ Ð¾
ipp ing
und le
Ġw ir
ĠÐ¼ Ð¾Ð¶
eg in
Ġà° µ
ĠÐ ĺ
à¤² à¥ĩ
ĠG oogle
Ġcol lection
ĠC ON
åĽ ¾
c urrent
opt ions
Ġo t
Ġë °
S o
Ġu k
Ã³ r
Ġ Ã§
ent ity
u per
à¶ ±
p art
tt ps
He ight
l ocal
at en
å° ı
Ġà® ķ
D r
p y
Ġv irt
em e
ĠÑģ Ð»
ëı Ħ
ys is
u ed
' '
Ġc ame
åĿ Ģ
< T
Ä «
ì ĺ
Ġà¦ ħ
Ġi h
ou ter
Ġy n
Ġf ig
à²¿à² ¦
c al
Ġexper ien
Ġ× §
i ert
Ġex am
Ġph ys
u j
Ø§ Ùģ
Ġa ux
á»į n
ot a
est e
ĠF e
Ġchar acter
Ġadd ition
Ġì ķ
O UT
Ã ī
ĠÐ¿ÑĢ Ð¸
iv ely
Ġne ar
Ġj oin
str act
Õ ´
i am
and id
Ġt im
ĠO f
Ġen vironment
p atch
Ġ Ã¶
ig er
() ĊĊ
Form at
rou ps
. se
< div
il s
Ġpre vious
Ñĭ Ð¼
Ġwork s
çĶ Ł
åĴ Į
Ġh on
Ġtr ab
Ġcon se
Ġover ride
æľ Ģ
Ġvar ious
à¤¾à¤ Ĥ
Ġpro p
áĥĺáĥ Ĺ
iv ery
P S
Pl ayer
Ġde vice
Ġr ender
Ġw r
g n
ail y
Con nection
çİ °
B l
C K
ac iones
dit ions
ac hed
Õ ½
v as
Ġh i
id en
et work
Ġn d
áº §
Ġà¦ķ à¦°
Ø¨ Ø±
Ġh ttps
ro du
ä¸ ª
ÉĻ r
ĠW orld
Ġac cept
ä» ¥
à´¿à´ ķ
G ener
T ask
ĠJ ohn
Ġreg ister
Ġexpect ed
à´¿à´ ¯
o or
_f ile
ĠS ub
Res ource
ph one
Ġprofession al
ak o
ĠÕ ¶
ë ©
Ġterm s
ess ages
à«ĩ àª
F ilter
Ġà° ¸
Ġà® µ
ìŀ Ĳ
lo od
. user
IZ E
ĠØ¨ Ø§ÙĦ
ĠR ed
ul o
Ġenerg y
áĥ Ĺ
al d
Ġà¤ķ à¤¾
Wh en
ìĸ ´
Ġbl ack
Ġper m
it ude
à´ ±
pt ion
id os
Ġe p
Ġlim it
end a
ĠS m
. V
ĉ d
ro y
{ {
Ġna ar
S earch
g an
us es
Ð´ Ðµ
Øª Ø±
Ġpar ent
Ġw ent
à²¾à² °
Ġste p
ĠNew s
Ġgener al
w ner
à¦ ¦
à¤¤ à¤¾
Ġcustom er
àµģà´ Ĥ
// /
à¤ ¼
Ġa Ã°
\ \
Ġch all
E ng
l ib
L ocation
Pro vider
Ġcol umn
ĠC ent
æ ±
K E
re l
Ġcompan ies
ç ¬
);čĊ čĊ
Ġprovid es
Ġt ypes
in er
Ġform at
j et
I I
Ġsu gg
w idth
ä¼ ļ
Ġser ver
Ġeng ine
s v
×Ļ× ¨
Ġd ass
Ġp en
Ġs el
g le
ĠA ug
Õ¡Õ ½
Ġm ember
Ġcustom ers
ĠW est
Ġcon tr
ac ity
áĥĿáĥ ĳ
Ġe k
æī ĭ
at tr
Ġàª ¨
cl ient
l ight
el i
Ġdif fic
ĠP a
ĠO ut
ud i
ç ®
Ġ ]
T op
Ġe arly
ĠP lease
Ġwe ight
tribut ed
Ġd im
Ġans wer
ell o
Ġà´ ħ
ãĢ Į
Ġide a
Ġt err
Ġh ier
Ġgovern ment
ĠA pr
ĉ p
Ġwho le
st atus
D own
und o
Ġto ok
il er
# if
ĠÐº Ð¾ÑĤ
ĠD on
ab s
å Ģ
en v
Òĵ Ð°Ð½
ĠC opyright
à¨¾ à¨
x y
Ġn ormal
Ġind ic
à¥įà¤ Ł
pl ac
# endif
ĠS ome
Ġ* )
Ġread ing
Ġiss ues
à¤ ĸ
Ġpass word
ri ed
' ll
Ġà² ¨
Ġc ut
Ò Ļ
àª ¹
ä» ¶
Ġapp ly
n s
( const
æĢİ ä¹Ī
Ġrece ived
Ġex press
¨ áĥĺ
( M
add ress
àª¾àª ¨
1 20
Ġbeaut iful
Ġsugg est
in en
Ġcol l
ort e
or ia
Ð° Ñħ
ak er
view s
Ġm el
ĠE d
Ġneed ed
Ġ+ Ċ
' .
tribut es
à¤¨ à¤¾
ĠØ¨ Ø±
Ġevent s
T ypes
Ġ[ ]
Ñĭ ÑĢ
Ġ ],Ċ
qu al
out put
Ùħ ÙĨ
() ->
om ain
Ġf i
Des cription
ĠH ome
Ġany thing
×ķ× ł
áĢ ¹
Ġáĥ¡ áĥĲáĥ
è½ ½
.... ....
25 5
ic ip
Ġcor rect
ĠÐ £
T ER
à¤ Ń
Ġon der
å® ¶
Ġtr aining
Ġà¸ ª
T ag
àµ Ģ
Ġ[ âĢ¦
Ġà® ®
Ġs y
á ģ
ĠC re
Ġsw itch
IT Y
um s
Ġreg ard
le vel
tt y
ff er
Ġtak ing
Ġde lete
é ¦
Ġcent er
Ġg i
Ñĭ Ñħ
ĠP e
Ġd raw
ĠY ork
Ġn ous
Ġse en
ĠAN D
Ġintern et
ë ¶
( S
_ str
å¤ ļ
ĠRe act
àª ¯
ĠT V
C ase
Ġs creen
- M
å¸ Ĥ
Ð¶ Ðµ
em os
Õ¶ Õ¥ÖĢ
ach t
row ser
Fr ame
r t
Ġperform ance
äºļ æ´²
Ġam ong
n ow
ier en
ĠØ§ Ø³
Ô ¥
anc ed
D ec
ist ic
ĠC heck
ä¸ º
Ġà° ®
Ġs ing
Ġl ang
Ġwon der
ĠJ ust
à® µ
(f alse
Ġpr ior
é ĺ
ip ment
ĠÐº Ð°Ðº
Ġt ag
ri end
Ġs ession
åĲ į
Ġinter face
I LE
Ġ*/ čĊ
ib il
b s
bl ock
5 1
Ġimp act
Ġw ww
Ġrem ove
ig o
_ url
ann er
Ä ĵ
ä½ ľ
Ġ **
unt ime
Item s
ms g
ÛĮ Ø¯
Ð¸ Ð½Ð¸
Ġa uth
Ġnatur al
g i
. io
Ġk ann
Ġr ate
å Ł
D A
Ġpr iv
. H
Ù ¹
Ġr ap
I ST
áĥ łáĥ
av en
áĥĶáĥ ¡
æ Ļ
à´ ª
ĉ t
oun ter
Ġlos s
ĠEuro pe
á» Ł
O per
b or
( a
Ġ Ã¨
th en
à³įà² ²
A m
o j
×Ļ× ª
ĠA cc
Ġvot re
áĢ º
Ġáĥ Ĺ
Ġbuild ing
5 2
Ġcan not
r as
Ġfe ature
Ġinte gr
================ ================
ĠÐ± Ñĭ
Ġact ual
Ġfil es
åº Ĩ
ë ¬
) .Ċ
à° Ĥ
iss ions
ad u
Ġà¤ ıà¤ķ
.l abel
h l
Ġrelations hip
ic os
à® ¯
à«ģ àªĤ
ä¹ħ ä¹ħ
è ĥ½
ast a
à¸ ¹
à¤¿à¤ ı
Out put
ĠA fter
Ġse c
che ma
iment o
UL T
Å Ħ
ad em
ĠR eturn
ÏĦ Î±
áĥĲáĥ ļ
- st
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
Ġo pp
à¤¹ à¥Ģ
ë Ŀ
Ġàª °
Ġin it
h ost
à¸ Ľ
Ġà¤¨ à¥ĩ
Î ²
w ith
( value
ag o
- r
Ġt ro
à¥¤ ĊĊ
( true
ãĤ ¤
Ġtechn ology
Ġbr and
k in
âĢĿ ĊĊ
p c
Ġê ²
Ð £
àª £
Ġcomm and
U G
id ed
ÙĦ Ùħ
T e
Ġv oc
Ġex act
Ġcom fort
Õ ¯
Ġback ground
ob er
M S
ed it
Ġpl atform
R el
Ġgr and
ell en
Ġimple ment
he et
Ġword en
Ġper cent
al le
iz es
" "
Ġhot el
Õ¡Õ ¾
Ġà¤¹à¥Ī à¤Ĥ
Ġhal f
C ard
Ġs ig
" /
àµįà´ ļ
ÃŃ s
ĠÎº Î±Î¹
k om
Ã© d
Ġex cept
Ġs en
Ġse lected
ĠH ot
A uth
Ġp an
åĩ º
Ġword s
Ġcom ponent
Ġright s
Ġres ol
ĠP res
iz ing
od o
Ð» Ð°ÑĢ
Ð¸ ÑĪ
ĠE vent
ĠÑģ Ð¾
V er
ĠØ§ Ø²
Ġp i
Ġl iving
à¸£ à¸µ
Ġà° ħ
ac ion
Ġcon ditions
Ġtrav el
Ġman agement
ĠP ark
ä ¾
çĪ ±
Ġà¤ ¥
Ð» Ðµ
ÑĢ ÐµÐ´
PO ST
Ġse u
çī Ī
vis ion
B r
Ġbel ieve
ĠÐº Ð¾Ð¼
_t ime
è§Ĥ çľĭ
Ġsit es
Ġf oot
. assert
Ðº ÑĤ
ĠÙħÛĮ Úº
ĠTr ue
ĠS T
ĠÐ¿ÑĢ ÐµÐ´
r s
ç² ¾
ĠE nd
ĠØ§ÙĦ Ø¬
Ġl anguage
ä» £
ers hip
Ġrece ive
RO M
Ser ver
Ġcl aim
Ġd og
O pen
W indow
D o
pl ayer
Ġpot ential
Ġf ire
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠG re
Ñĭ Ðµ
Ġst aff
d ir
Ġn og
ÙĤ Ø¯
th ough
Ġwh ite
Ġsim ply
Ġà¤ ĸ
× ļ
Ġ$ {
St at
Ġve h
Ġf ive
f s
Ñĥ Ð±
se ction
à¸² à¸£
tr ies
á¹ £
Ã± o
Ġest a
ar ia
} }
ëĭĪ ëĭ¤
×ķ× Ĳ
ism o
Th read
ent a
in ner
ef ore
Ġ ill
- to
g est
ig in
Ġk ar
Ġáĥ Ļ
trans lation
ĠS ervice
et y
ER T
Ġdes cription
Ġàªķ àª°
air s
M ax
un i
ĠO ct
op h
te x
ĠP ort
Ġm ut
Ð° Ð³
est a
Ġent ire
Ġh ol
or i
à¯įà® Ł
Ġ" \
Le vel
19 6
à¤¾à¤ ¯
b it
Ġd ro
Ġ .ĊĊ
urs or
Ġto do
Ġcas ino
Ġj u
Ġà® ¤
Ġevery one
à¸ ·
ĠH er
al o
Ġà¦ ľ
ĠS w
ÛĮ Úº
pt ember
is o
_ get
Ø¨ ÙĬ
Ġcon v
ĠD ef
ĠA p
Ġb ud
all s
Ġn ou
Ġdiffic ult
ĠS E
Ñĥ Ð¶
Ġf urther
om et
Ġst ock
Ð ķ
ĠìĿ ´
ĠN ow
è¡ Į
ĠÎ ´
iz ar
Ġ Ò¯
éĩį åºĨ
f ind
Ġg er
Ġw ird
icro soft
- g
à¸± à¸Ļ
ĠSt ud
à² ¸
L ength
Ġde ze
Ġ' @
ìľ ¼
Ġde cl
Ã¡ l
is try
áĢ ¸
åı ¯
ĠÑĤ Ð°
æĪ ·
Ġ ~
Ġn as
C urrent
Ġro ot
¯ à¦¼
Ġg am
c lick
B o
AG E
Ð ĵ
_ E
ĠC reate
ĠSch ool
com ing
Ġem b
( id
Ġsa f
ig t
Ġv ir
ÐµÐ½ ÑĮ
ell ent
h am
le m
ĠH igh
Par ams
ĠZ e
u w
Ġt s
Ġto ken
itt ing
as te
Õ¡Õ¯ Õ¡Õ¶
AB LE
Õ¥ ÖĢÕ
Ġor d
ist ory
ĠS an
ĠIn teger
×Ļ× ł
à ¬
ĠÒ »
ĠS ol
' est
(' /
à®¿à® ²
ĠM us
, '
ĠM a
Em ail
Ġadd itional
D F
ĠA ir
Ġiss ue
G ame
ien e
Ġchang es
Ú ĵ
.annot ation
ãģ Į
W eb
Ã© g
. "ĊĊ
ij e
Ä± r
") );Ċ
;ĊĊ /
Ad apter
_ ID
od er
· ¸
_ DE
ar en
> ();Ċ
à´¨ àµįà´¨
Ġh an
im m
Ð½Ð° Ñı
Ġp aper
à¤¿à¤ ¸
Ġce le
ÑĨ Ð¸Ð¸
à§ĩà¦ ¨
æ Ħ
S P
* Ċ
Ð» ÐµÐ½
ãĥ ĥ
ÓĻ ÑĤ
/ d
ëĿ ¼
Ġinclud es
ch er
Ġg a
se e
se m
ÙĦ Ùĥ
æı Ĳ
we et
. ap
ER S
ann ing
Ġyour self
ãĤ ĵ
Ġsu a
Ñĥ ÑĪ
ĠP at
off set
L o
è® ¡
ÙĪ ÙĤ
l ast
8 00
Ġmarket ing
Ġfor ward
ĠT ime
.n ext
Ġfil ter
p g
Ġm ir
Ġ× ¨
ens es
æ Į
.st ate
Ġtak en
Ġcon tract
Ġ" /
Ġtry ing
id ge
J son
Ġcon nection
ÑĢÐ° ÑĤ
Ġte ch
Ġb ab
Ġs es
ig her
Ġc rit
à´¿à´ ¨
action s
M in
Ġb ill
os ed
Ġàª ¬
Ġre fer
Ġa z
6 00
lo se
l ik
Re cord
st en
Ġare as
_ key
Ġact ive
Ġhow ever
æĿ ¥
Un it
Ã¸ r
Ã¤ nd
Ġf Ã¶r
ØŃ Ø¯
5 4
_ value
Ġ Å¡
Ġà¤ Ľ
ĠSt ates
b i
Equ als
oin ter
Ġin de
. Name
ĠN ational
_in fo
Ñī Ðµ
P assword
ĠØ¹ ÙĨ
é Ĵ
å¥ ³
à¤¾à¤ ¸
de v
Ġqu ite
åħ ĥ
Ġre serv
Ġ} ;ĊĊ
Ġ Äį
Ġens ure
AN D
ĠS erv
Ġstud ent
Ġb order
â ĸ
y es
Ġ× Ĺ
.w rite
Ġm ode
æ¸ ¸
9 6
ç½ĳ ç«Ļ
Ñĭ Ð¹
Ġsim ilar
Ġins ide
Ãª tre
Ð½ Ñĸ
Ġein en
c ing
"> <
Ã© l
×ķ× ĵ
Ġso on
C A
Ġd al
(" #
Ġt om
Ġw or
Ġå¤§åıĳ å¿«ä¸ī
Ġal most
Ġrun ning
ĠC ount
Ġfinanc ial
Ġse par
áĥĺáĥ ľ
Â °
ĠT H
} )Ċ
Ġbo ard
l am
5 3
ĠØ§ ÙĪ
ĠS outh
(' #
g ar
pect ed
Ġpl ant
Ðµ Ð¶
Ġd oc
Ġa x
av es
Ġmod ern
ç ¨
áĥĶáĥ ł
ud o
Ġ" ,
Ġ\ Ċ
ĠE nt
En try
App lication
8 7
Ġáĥ Ķ
.p ng
Ġcurrent ly
ĠCol or
ĠW ork
ul i
ĠÛģ ÛĴ
ĠÐºÐ¾ÑĤ Ð¾ÑĢ
end ar
ç ¤
_ A
c ar
Ġf an
Ġ> >
Ġw aar
o z
ĠW ill
Ġs v
Ġer a
âĢĻ est
æ Ĵ
Ġproble ms
CT ION
Ġt ab
opp ing
Ø° Ø§
ang a
ë ŀ
£ ¼
ä¸ ĩ
áŀ¶ áŀ
Ġà² ª
ĠEx ception
Ġf lex
áĢ ¬
Ġ< !--
Ġst ream
Ġf ul
em pty
í Ļ
ç ±
. Data
ak es
Ġë §
he m
Ø§ Ùĩ
b on
Ġn ur
(" /
à¤¿à¤¯ à¤¾
v est
Ġpre m
Ġcred it
Ġ Å¾
Ġm uit
t x
} >Ċ
åİ ¿
Ġj ed
ER E
Ġd ed
. view
Ã¡ c
R em
Ð°Ð½ Ð´
Ġdesign ed
Ġoff ice
h ib
ÏĦ Î¿
ĠN a
ud a
ĠR em
æ Ľ
F unction
b an
Ġtem plate
ig ger
cont ainer
if i
Ġlat est
ĠB est
p are
adi us
à¸Ń à¸ĩ
af e
B ook
ĠU I
it ing
ah r
W ork
t ml
ĠOn line
25 0
èĩ ª
áĥĲáĥ ª
Ġth ird
ç Ĥ
h u
à¥įà¤ µ
item s
pe ed
Ġfam il
Ġin sp
Ġb ank
e v
ìĿ ¼
Ġtod os
Ġa qu
Ġf em
Ġs ab
c an
ä¸ĭ è½½
Ġl ower
( v
Ġsignific ant
sel ves
os a
In it
ot ype
è ģ
Ġnot hing
Ù ĳ
S ession
Ġeff ort
à¦ Ĺ
à¯ ĩ
Õ¥ Õ¶
åĪ °
ĠH et
Ġtak es
L ast
ĠN S
ĠB ook
à© Ģ
Ġreg ular
Ġf ill
rap per
Ġhe eft
Ġcom pr
Ġb in
Ġm id
Ġlik ely
? ?
k ing
àª® àª¾àªĤ
Ġf ra
Ãªn cia
Param eter
Ġto ld
- S
is se
Ġt our
Ġus ually
å¼Ģ å¥ĸ
Ð· Ñĭ
Ġì Ĺ
qu ence
++ ;Ċ
Ġread y
c ore
Ġh ac
Ġespecial ly
Ġm sg
Ġg ew
ç Ħ
Ġw ays
cr y
ĠA c
Ġ áŀ
o ch
Ð¸ÑĤ Ðµ
Ð° ÒĽ
p m
u v
is ation
f in
ic ient
ãĤ ĭ
Ġorgan iz
el er
Arg s
Ġdel iver
.n et
Ġ ib
ĠT ype
ç Ń
n ode
ĠF acebook
Ġà° ļ
b ers
f il
ut a
AL L
Ġrest aur
Ġrecomm end
( T
Ġmodel s
A v
Ġìŀ Ī
Ø¹ Ø©
ĠA nt
Collection s
Ïģ Î¿
ĠG ame
×ķ× ĳ
Ġstand ard
ad ata
ĠØ§ÙĦ Ø´
C R
Ġre qu
ĠL es
reg ister
Ġr isk
wh ile
Ġ×Ķ ×ŀ
ith ub
à³įà² ¤
aw a
Ġ"" "Ċ
Ġprob ably
Ġpar ams
ph a
Ġ' /
Ġreview s
í Ĭ
Ò »
im ages
ÐµÐº ÑĤ
Ġk Ã¶n
ĠĠĠĠĠĠĠĠ ĠĠĠĠĊ
Ġman ufact
is chen
( !
ãĥ «
Ġag re
_ x
Ð± Ð¾ÑĤ
Ð½Ñĭ Ð¼
Ġt ar
Ġdig ital
ĠØ§ÙĦ Ùģ
Ġcond ition
ef ined
ĠS oc
ap a
Ġincre ase
Ġacc ording
ĉ String
n ÃŃ
I A
id ing
*/ Ċ
ĠÒ ³
Ġent r
ãĢ Ĭ
ä½ ĵ
Ġc ause
àª¾àª ®
ĠT w
Inter face
ĠIn c
ÙĦ Ùĩ
Ph one
à¤¾à¤ ¹
ĠÐ° Ð»
×ķ× ¢
at as
Ġ Ã¥
ar th
M on
åĪĨ å½©
trib ution
am ily
( pro
ver se
Ġve z
Ġt ut
V ersion
Ġpl ac
avig ation
ĠD el
ĠD ay
Ġà® ħ
Ġse ction
Ġh it
Ð¸ÑĤ ÐµÐ»ÑĮ
ct x
Ġl ov
m os
à³įà² ¯
Ġ( "
ĠH and
Ġf ail
A pi
Ġì ĭ
F T
ä¸ »
ĠN OT
Ġs ong
Ġtrans form
( get
mb ly
Ob j
à· ı
_ se
Ġknow ledge
in y
ĉb reak
F irst
ãģ ĭ
al ar
our se
en ge
ak i
Ã± os
re st
æķ °
ĠÐ´ Ð¾
åĨ Į
ĠÐº Ð¾Ð½
Ġappro ach
ang le
Ġm obile
Ġprodu ction
ĠØ º
Ġb ag
" ;čĊ
_ user
éĩįåºĨ æĹ¶æĹ¶å½©
od ing
Ġl ie
Ġhapp y
ado res
Det ails
. To
IN T
Ġsal es
à° ¤
he id
Ġcho ice
mer c
Ġf ab
ĠÑį ÑĤ
Å ±
Ġyou 're
Ġcons um
Ġmat ter
h older
Ġcou ple
Ġrel ated
ĠR ob
du le
Re ader
Ġ ÅŁ
Hel per
Ġà¤ «
em p
Ġf o
à¨ °
Ġrec ent
ĠØ¥ ÙĦÙī
ĠN orth
Ġdef init
Ð° Ð¶
av i
Ð° Ñı
âĢĭ áŀ
.t xt
Ġbook s
ĠP M
8 6
Ðº Ñĸ
ĠM od
ik k
Ð³ Ð°Ð½
à¦¿à¦ ķ
( user
em o
tr as
ap an
T ool
Ġà® ļ
Ġwant ed
b tn
Ġse curity
Ġb is
s rc
ĠW indows
è ¶
àµ ¼
Øª Ùĩ
Ġà² ħ
. read
Pro cess
à¸Ń à¸¥
ik o
im i
by te
ĠF rom
Ġest ab
ĠA M
à¤¤ à¥ĩ
ĠÕ «
val ues
ÙĬ Ùħ
Ġsub s
Ġr u
ĠS l
ĠM et
Ġdis e
Ġf oi
à© ĩ
Ġdr ug
U B
ĠÚ© ÙĪ
set s
ch es
ĠÐ¾ Ñģ
B ody
Ġplay ers
') ,Ċ
Ġim m
Ġ< ?
at ar
Ġy o
Ð Ĺ
Ġcom ing
S l
Ġa maz
Ġ×Ĳ ×ª
ĠC enter
el ine
Ġent ry
×Ĳ Ö¸
s ch
aut o
_c ol
à¯ Ĩ
Ġre q
áĥĶáĥĳ áĥĺáĥ¡
. parse
Ðµ Ñħ
Ġa j
×Ļ× ľ
( err
Ġpre tty
Ġdes c
Ġh igher
Ġme er
ĠM ath
Ġpubl ished
ir it
Ġb ol
ì ²
osp ital
ĠF eb
ÑĢÐ° Ð½
in ing
ãĤ Ĵ
æĥ ħ
S te
à¤¨ à¥įà¤
ish ing
ust er
ĠF ound
Ġper o
ra int
Eng ine
ãĢ ĭ
- up
b um
e cho
n b
àµįà´ ª
à°¿à° Ĥà°
à® ª
at ory
P T
ãĤ Ĭ
Ġfr ame
en ing
ch an
ë ª
Ø± Ùģ
Acc ount
à² ¯
Ġà¤ĩ à¤¸
ĠH ere
Ð¾ Ð¸
ĠÐ¾ Ð´
' );ĊĊ
Ġal tern
n ext
Ðº Ð¾Ð²
Ġoff icial
Ġpurch ase
à²² à³įà²²
k r
ĠN ame
àª Ĺ
St ore
.c ol
lic e
Ġg as
ek t
A ccess
ĠØ§ÙĦ Ø¥
Ġv el
ÃŃ n
Ġ ig
ìł ķ
al ing
e ad
Ġpre vent
em pl
Ġs un
ĠPro gram
ĠÏĦ Î¿
à³ Ĥ
ĠÙħ Ø§
Ġr is
tem p
' ve
Ġmach ine
ĠM ap
à° ®
à¤° à¥Ģ
Ġvirt ual
_S IZE
or ge
P C
ļ àµįà´ļ
Ġs ound
row n
Ġr ound
ĠW H
Øª Ùħ
W idget
Ġs ale
ĠÐ ¹
et ime
Ġinclud ed
.st atus
Ġpart y
Ġpre fer
Ġno ch
ĠØ§ÙĦ Ø¯
IT H
ack s
() čĊ
Ġt ur
à´¾à´ ¯
ad s
Ġconc ern
à¦¿à¦ ¨
Ġab sol
id as
AC K
Ġreturn s
AS S
Ġein er
ĠIntern et
Ġt ouch
ens or
) );ĊĊ
E xt
d om
Ġar ch
Ä Ĺ
ĠÐ¸ Ð»Ð¸
à¨ ¿
ar ter
} </
Ġinvest ig
on ly
t ag
àª ľ
Ġo il
ide os
Ġsh ows
in ition
as c
ens ions
Ġp el
Ġn ice
Ġz um
Ġc i
Ò ¡
åŃ Ĳ
Ġpro gress
Ġtem per
_ tr
Ġlong er
Ġma i
- Ċ
qu are
on i
Ġres ources
Pr ice
end en
Ġà² ¹
( w
ì Ĩ
ad h
= $
àµ ½
ge b
ÐµÐ½ Ð¸
Ġ/ **
ĠE X
Ġs ix
Ġk r
B A
Ġp ain
p tr
Ġà¤¸ à¤®
ok o
åĪ ©
Ġs ell
st yles
é »
ourn al
Ġpar te
ĠÃ ®
or ing
Ð½Ð¾ Ðµ
Ġf ol
Ġà¦ ¯
ag ue
Ġtreat ment
Ġweek s
` Ċ
ĠPro duct
du c
à¹ ģ
L L
Ø± Ø©
áĥĶáĥĳ áĥĲ
Ġà® ĩ
a res
ë ²
C ategory
Ġes p
Ġs Ã©
pr ise
al ia
Ġgr aph
is er
iction ary
à®¿à® ¯
ot ion
Ġein em
Le ft
Ġáĥ ŀ
Ġf ait
Ġ-- >Ċ
à¸ Ī
a iled
Ġnot e
AR R
8 9
w ise
f ol
ac ional
au f
es c
Ġclient s
.c ore
ĠÕ ¿
áĥ Ĵ
ÛĮ Ø±
Å ł
w i
Ġmen u
Ġim ages
ĠØ§ÙĦ ÙĤ
ÑĢ ÐµÐ¼
y y
' ĊĊ
Se lected
Ñ Ķ
ãģ ķ
à¯ģà® ®à¯į
are a
ĠÐ¸ Ð¼
Ġhe ld
Ġann oun
b ug
Ġhab en
Ġå¤©å¤© å½©ç¥¨
ic he
ÑĨ ÑĮ
Ġsystem s
ÏĦ Î·
Ð¾Ð¼ Ñĥ
ÙĦ ÛĮ
Ġdr ive
Ġt or
ĠÙ¾ Ùĩ
ang o
à¥ Į
Ġ );ĊĊ
18 0
æĪ ĳ
Ġh un
Ġle arning
æ³¨ åĨĮ
Ġr andom
ĠØ± Ø§
ĠU R
Ġg est
ÑĤ Ðµ
_ con
Ġcontin u
il o
": "
-------------------------------- --------------------------------
_c ount
Ġh y
Ġvi ol
Ġout side
ĠÏĦ Î¿Ïħ
ĠA v
Ġr ather
Ð» Ñĸ
Ġintern ational
Ġany one
ess o
in st
Ġfor ma
Ġw orth
Ġ Õ¡Õ
B C
é ĥ
en z
ak s
et o
f alse
Ġu pon
est s
Ġcal cul
ĠÐ¾ Ð¿
ĠM arch
Ġpol icy
à¦ ¹
ĠSo ftware
ĠØ§ÙĦ ÙĨ
äº Ķ
Ġloc ated
anu ary
Ġint rodu
\ u
fl ow
P ress
àµģà´ ¨
Ġ ãĥ
Ġa ud
Ð°ÑĢ Ñĭ
Òĵ Ð°
Ġsol ution
Ġf az
V ector
Ġdis tributed
Ġwrit ten
Ġv ert
Ġ? >
l ang
Ġfac il
ograph y
on der
ì ¹
j es
ĠH ar
ist ics
d y
b ed
Ġcomput er
ĠØ§ÙĦ Ùĥ
àª¨ àª¾
Ġmult iple
à® ®
Ġ+ +
am an
Ġ ^
v ector
am era
x x
al y
IN E
. query
ad y
à¸ ŀ
/ b
p assword
ĠBl ack
im ary
éģ ĵ
Ò ±
ynam ic
h ol
.s ub
Ġconf irm
.Ċ //
++ )Ċ
ÐµÐ³ Ð¾
ç¬ ¬
ĠF OR
n av
Ġre ach
ÏĦ Îµ
pr ice
Ġh ij
ÙĪ Ø¨
ag ram
12 3
Ġm ens
Î ¾
í ĺ
Å «
Ã§ o
atis f
n ie
Ġn em
it u
ĠIn st
á» ©
" ),
Ġn t
à° ¸
Ïģ Î±
ĠU se
Config uration
P ol
ĠØ§ ÙĪØ±
ìķ Ħ
I E
ĠApr il
R oute
ĠâĢ ¢
ĠÐ¼ ÐµÐ½
00 1
åī į
ung s
ĠE N
ëĤ ĺ
à¶ º
Ġinst ead
ra f
à±įà° ¨
Ġle ave
' :Ċ
Ġun it
EN D
10 2
.S et
Q ue
Ġe i
? .
.j son
e es
à¤¾à¤ ¦
Ġappe ar
ìŀ ¥
à¤ Ī
T P
Ã¤ l
Ġfe ed
riter ia
c ard
Ġpro pos
O ST
Ġs an
oun try
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
l ocation
Ġc Ã³
N ext
Ġc ette
ç» ı
Ġre le
Ġword t
L ocal
Ġd ia
en o
Ġsa fe
Ġtrans port
Ġ× ¦
Ġ Ã¤r
.ap ache
Õ¡ Öģ
ĉ čĊ
ay ment
Ã ģ
C al
ĠØ§ÙĦ Ø¨
e h
Ġà² ¬
à±įà° ¯
Ã¢ n
in ar
c u
Ġà° ¨
N U
ÏĢ Î¿
ÑĨ Ð°
è¦ ģ
ĠEng lish
F O
æŀ ľ
ĠÐ ĵ
itch en
X X
m ain
Ġ= Ċ
Ġspe ed
å §
à¸²à¸ ¢
ru pt
Ġ$ _
Ø± Ùĥ
~ ~
Ġg round
à¥įà¤ ·
à¹ Ĥ
f irst
ĠIt 's
Ġk ids
ire ction
Ġask ed
_ index
Ġleg al
Ġb ul
ERR OR
. Collections
ad r
Ġu l
Ġad ministr
Ġass ist
Ġv ac
ĉ Ġ
ak an
ĠA fr
Ãº n
log in
Ú ª
à³ Ģ
Ġàª ı
O p
7 9
à´ķ àµįà´ķ
Ġn ational
Ġcele br
ĠÃ ½
ĠF in
ell ow
Ġmed ical
eder al
à³įà² ¨
merc ial
à¶ »
äº Į
ard en
Ġ Ä
Ġà´ İ
ĠDes ign
Ð´ Ñĥ
ĠA ustr
p ack
ãĤ ¯
ĠO pen
urr ency
ĠL ong
( g
ĠH is
Ñģ Ñĭ
t ocol
Ġa pr
ou b
Set tings
Ä± nd
Å ³
G ET
ĠTh en
es ch
ĠØª ÙĪ
æ į
R ed
à¦ ĩ
Ġbeh ind
[ :
Ġ rom
âĢĿ .
â Ļ
ho od
nd er
à¦¾à¦ ²
ĉ System
. *
ple te
F ound
Ġrec ogn
ì Īĺ
ich a
áĢ ¯
Ġà ·
C P
ĠM al
ĠH ouse
= True
ĠÐ¿ Ð¾Ñģ
f loat
ĠÑĤ Ð¾
Ġt it
ĠS i
G L
St orage
Ġeas ily
ĠF re
å® ī
ĠÐ¾ Ð½
è ¨
ip l
Ġpro ced
h old
ĠJ une
Ġl ate
Ġfl ow
z u
aj o
Ġa verage
ĠG roup
Ġeduc ation
ĠS al
LE CT
ÑĤ ÐµÑĢ
Õ ¤
à¤® à¤¾
è °
ĠG o
ĠD irect
ed i
Ã ŀ
)ĊĊ Ċ
Ġdat abase
- e
ĠB ro
Ġide as
19 5
Ġn ature
Ġopportun ity
if est
Ġsk ills
c m
R ect
ĠM ag
Ġs pr
Ġmaterial s
Ġthrough out
Ã¼ ck
ind a
ec ur
Ġb all
Ġpart s
Ġn orm
Ġim ag
Ġch a
iz a
gr id
Ġcom ments
Ġvoc Ãª
T arget
Ġseem s
on o
Ġt ill
am in
ĠAN Y
[ j
R A
ĠÙħ ØŃ
S ign
×Ļ× ©
ĠÐ± ÑĥÐ´
èµ Ħ
Ġaff ect
il der
à° Ł
il led
Ġ icon
Ġpa int
Ł ¥
ĠS k
çľ Ł
Ġcas es
b lic
à² ®
l ength
od ay
Ġcol lect
Ġ× ª
ĠT O
E ach
1 10
ĠH ol
im ation
ĠHe alth
Th at
(' .
ĠK ey
Ġall ows
Ġst orage
àµ Ĥ
L ong
ĠO ver
Ø® Øª
Ġmethod s
Ġà¤¦ à¥ĩ
ĠM c
Ġch arg
Ġpro per
Ġc andid
æ º
ĠAug ust
ick et
O ur
B ut
ick er
ce ed
( str
7 6
Ù Ĳ
it ation
Ġâ Ĥ¬
av y
ìļ Ķ
ve y
Ġà® ¨
áĥĺáĥ ļ
ĠM ain
aj e
ĠÕ º
10 1
Pro ject
Ãª me
ent ry
any a
Ġz ur
U D
Ġse in
Ġreg ion
Ġvar iety
ing er
ĠÚ© Ùĩ
Ġcom me
ĠSt art
ĠS im
' ))
.m ap
s ql
åį ļ
gr aph
ĠIm age
Ġ ;Ċ
áĥĶáĥ Ľ
b and
ĠF alse
íĬ ¸
Ð» Ñİ
. remove
Ġsk in
àª¨ à«Ģ
Ġp un
: (
Ch anged
à¤¾à¤ µ
Ġ ip
Ġexc ellent
ë ħ
ê² Į
ac ing
ĠÚ ª
Ġch at
D ep
Ġà´ ¤
em ory
( string
OR D
v an
àª ¦
í ĸ
àµģà´¨ àµįà´¨
Ġì Ħ
âĢ¦ âĢ¦
Select or
Ġcomple x
z z
ĠÚ© Ø±
at ives
Ġáĥ ¬
8 5
à® ±
à¸ Ł
Ġex ception
ìł ľ
ĠT op
_ of
Ġf ort
B O
oc r
Ġde ath
ç ´
×Ļ× §
Ð½Ð¾ÑģÑĤ Ð¸
Ġ[âĢ¦ ]ĊĊ
Ġ! ==
ĠA S
19 4
Ġheb ben
ÑĢÐ° Ð·
C o
Ðº Ðµ
Ġc op
anc el
ener ic
è į
_ SE
ter m
ÑĨ Ð¸Ñı
OD O
Ġ× ¡
à¦¿à¦ ¤
Õ¸ÖĤÕ©Õµ Õ¸ÖĤÕ¶
Õ¸Õ ²
ĠSe ptember
Ġl Ãł
ë Ĳ
qu er
a ign
m odule
Ò¯ ÑĢ
Ġch ance
Ġà¤ķ à¤¿
ug u
å¥ ½
T ree
Ġg el
. Group
Ġquick ly
ĠC as
ex p
l an
Õ¸Õ ¾
à¸µ à¹Ī
ĠÐ± Ð°
ve z
reg ion
- F
ÙĪ Úº
12 8
¡ Õ
Ð Ľ
Ð¸ Ð³
Ġn om
ĠÕ ¤
im it
ij ke
ĠB usiness
ç²¾ åĵģ
Ġáĥł áĥĿáĥĽ
( -
Ġc ross
å¤©å¤© ä¸Ńå½©ç¥¨
j en
ic ate
ë ĮĢ
Opt ion
Ġprogram s
ÛĮ Ú©
n umber
ÙĤ Ø©
Ġáĥ £áĥ
EX T
l at
Ġs ist
c s
Ġde ep
Ġon es
Ïĥ Î·
V ar
Ġh air
ĠAmer ica
Ġl ock
Ġact ivity
( result
Ġins urance
Ġbu ilt
ĠCh ina
Ġw ish
ay ers
Ġle ading
Ñģ ÐºÐ¸
Ġfa ire
( h
Ø§ Ø²
ë³ ´
}ĊĊ //
à®° à¯į
/ or
eng an
q q
Ø ¡
Ġà¤° à¤¹
åħ ¥
M A
") ,Ċ
Log in
åŃ Ĺ
ĠD av
ë į
èĢ ħ
/ p
et ing
Im pl
U RE
Ġse ek
ìĽ Ĳ
Ġ' <
19 2
M apping
im b
Ġpat ients
Ġc art
ro t
é Ł
Ľ à§ĩ
.p ath
att le
Ġnecess ary
ĠD an
Ġc ool
Ġ}ĊĊ Ċ
w itch
ĠCon s
ç ¦
* )
à« Ĥ
æĴ Ń
Ġt ree
} );ĊĊ
à° µ
F alse
t op
ĠJ uly
ah l
wo od
Ġactiv ities
Ġw ide
tem pt
çī ¹
Ġb and
( re
N e
AP I
f ont
. aw
.cl ose
Ġà¤¸ à¤Ĥ
m ar
ĠM odel
ÑĢ Ð¾Ð²
A fter
a ire
Ġn an
R eturn
. List
ipp ed
à°¾à° ²
Ġres id
à´° àµį
Ġmem ory
Ġinst it
Ġcons ult
in os
Ġwr ong
, -
Ġrem ember
- year
ĠJ SON
us ers
st yle
ï½ ŀ
Ð½Ð¾ÑģÑĤ ÑĮ
ĠI d
Ġhe ader
[ $
Ġem pty
_b y
Ġsl ot
Ð¸Ñĩ ÐµÑģ
à¤ ı
acc ount
ĠÑģ Ð°Ð¼
ĠSu per
ÑģÑĤ Ð°Ð½
Ġun t
De lete
Ġlook s
Õ¸ ÖĢ
P ort
Ġimple ments
Ġà¤µ à¤¿à¤
m ore
te ct
à¤ķ à¥ĩ
Ġre lease
Ġcir c
Ġto wn
-b ased
ĠB er
Ġqu ant
sh ip
Ð¾ ÑĪ
Act ive
__ (
} /
z ie
s en
Ġf ant
Ġfil ename
à¸ Ĭ
Ġpract ice
Ġmov ie
we ight
ik t
Ġplay ing
Ġst ar
_ at
Ð°Ð» Ð¸
P lease
C D
u pp
J SON
j er
¨ à¯įà®¤
Î¼ Î±
ĠP erson
ĠM ac
Ġg an
Ġgrow th
Ġab er
ord in
ĠCount y
T otal
à¦ ľ
Ġc ada
ang es
Ġsa w
Ġdis cover
Ð°Ð½ Ñĭ
Ġk as
Val ues
. res
ĠK e
ĠAn y
à¯įà® ±
Ġm eng
Ġim med
Ġab ility
ok er
- B
ĠÙ¾ Ø±
Ò Ł
âĢĶ âĢĶ
Ð° Ð¿
E ST
b ut
at an
D ir
ĠD er
Ġp ap
g al
ĠØ³ ÛĴ
çĤ ¹
c d
Ġpat tern
ing ton
( @
Ġres ource
Ġ Ù
è ĭ
ĠÕ £
Ġphot os
C O
l Ä±
Ġh ay
